{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "U": 8,
      "AA": 9,
      "UG": 10,
      "CC": 11,
      "AG": 12,
      "UU": 13,
      "UC": 14,
      "AC": 15,
      "GG": 16,
      "UGG": 17,
      "AU": 18,
      "AAG": 19,
      "AGG": 20,
      "UGC": 21,
      "ACC": 22,
      "UCC": 23,
      "AUU": 24,
      "AGC": 25,
      "AUG": 26,
      "AAC": 27,
      "AUC": 28,
      "UUC": 29,
      "UUG": 30,
      "CCC": 31,
      "UAA": 32,
      "GC": 33,
      "AAAA": 34,
      "UGGG": 35,
      "UAC": 36,
      "AGGG": 37,
      "AGCC": 38,
      "AGAA": 39,
      "UGGC": 40,
      "AGGC": 41,
      "AAGG": 42,
      "UGCC": 43,
      "AAGC": 44,
      "UUCC": 45,
      "UAG": 46,
      "UCCC": 47,
      "AUGG": 48,
      "UUUU": 49,
      "AGAC": 50,
      "UGUG": 51,
      "UCUC": 52,
      "ACCC": 53,
      "AUCC": 54,
      "AUUC": 55,
      "UGAA": 56,
      "AGAG": 57,
      "GCC": 58,
      "GGC": 59,
      "AUGC": 60,
      "ACAC": 61,
      "UUUC": 62,
      "UAU": 63,
      "UGAC": 64,
      "AAAC": 65,
      "UUGG": 66,
      "UGUC": 67,
      "GGG": 68,
      "UUGC": 69,
      "UGAG": 70,
      "AUAA": 71,
      "UAUU": 72,
      "UCAC": 73,
      "AACC": 74,
      "AAAG": 75,
      "UGUU": 76,
      "UAUG": 77,
      "ACG": 78,
      "UAAG": 79,
      "UACC": 80,
      "ACAG": 81,
      "UAAC": 82,
      "AGUC": 83,
      "ACUC": 84,
      "AGGCC": 85,
      "UAGC": 86,
      "UAUC": 87,
      "AUAC": 88,
      "AAUU": 89,
      "AGUU": 90,
      "UGAAG": 91,
      "AAUC": 92,
      "UGGCC": 93,
      "AGAAG": 94,
      "AGUG": 95,
      "UGGGC": 96,
      "UAGG": 97,
      "ACUU": 98,
      "UCUU": 99,
      "GGCC": 100,
      "UCUG": 101,
      "UCG": 102,
      "AUUG": 103,
      "UCCCC": 104,
      "ACAA": 105,
      "ACUG": 106,
      "AGGGC": 107,
      "ACCCC": 108,
      "AUGGC": 109,
      "UCAG": 110,
      "AAGCC": 111,
      "AUUCC": 112,
      "UUUG": 113,
      "AAAU": 114,
      "GGGC": 115,
      "AUGCC": 116,
      "AAUG": 117,
      "UGGGG": 118,
      "AUUUU": 119,
      "AGCCC": 120,
      "AAUAA": 121,
      "AAAAC": 122,
      "AGAGG": 123,
      "AGAGC": 124,
      "AAGGC": 125,
      "AGAAC": 126,
      "AAAAG": 127,
      "AGAUG": 128,
      "AGGGG": 129,
      "UCUCC": 130,
      "UGAGG": 131,
      "AUAU": 132,
      "GGGG": 133,
      "AGCG": 134,
      "UGCCC": 135,
      "UCUGC": 136,
      "ACUGC": 137,
      "AAAUG": 138,
      "UUGCC": 139,
      "UUGGC": 140,
      "UUUUC": 141,
      "AUUUC": 142,
      "UUCCC": 143,
      "ACAGC": 144,
      "UUUCC": 145,
      "AAAGG": 146,
      "AUCUC": 147,
      "AUCCC": 148,
      "UUGGG": 149,
      "AAAGC": 150,
      "ACUCC": 151,
      "ACCUC": 152,
      "UGUGG": 153,
      "ACCG": 154,
      "UGUAA": 155,
      "UGUGC": 156,
      "UGAGC": 157,
      "GCG": 158,
      "AGUGC": 159,
      "UUCUC": 160,
      "AUGGG": 161,
      "AGACC": 162,
      "UGUCC": 163,
      "UAGAA": 164,
      "ACGC": 165,
      "AAGGG": 166,
      "AUUGC": 167,
      "AACCC": 168,
      "UGAAC": 169,
      "ACAGG": 170,
      "UGAUG": 171,
      "AAAUC": 172,
      "ACUUC": 173,
      "AAACC": 174,
      "UCUUC": 175,
      "ACGG": 176,
      "UGCG": 177,
      "UGACC": 178,
      "AGUUC": 179,
      "AGUGG": 180,
      "AGAU": 181,
      "UUUUG": 182,
      "UUUAA": 183,
      "UCCG": 184,
      "UCAGC": 185,
      "AGAAAA": 186,
      "AAAUU": 187,
      "AGAUC": 188,
      "UCAGG": 189,
      "UAUUC": 190,
      "ACACC": 191,
      "ACAUC": 192,
      "UGUUC": 193,
      "AACG": 194,
      "UUUGC": 195,
      "UCACC": 196,
      "AUAUU": 197,
      "ACUGG": 198,
      "AAUUC": 199,
      "AGUCC": 200,
      "UAGCC": 201,
      "AGAAGG": 202,
      "UCUGG": 203,
      "UUUGG": 204,
      "UUAC": 205,
      "UGAUC": 206,
      "AAUGC": 207,
      "AAUGG": 208,
      "AUAUG": 209,
      "AGUAA": 210,
      "UGUUG": 211,
      "UCGC": 212,
      "UAUGG": 213,
      "AAUCC": 214,
      "AAGAAG": 215,
      "GCCC": 216,
      "UGAU": 217,
      "AGCCCC": 218,
      "UCAUC": 219,
      "UAUCC": 220,
      "ACAUG": 221,
      "AGUUG": 222,
      "AGAUU": 223,
      "UAAGC": 224,
      "UACCC": 225,
      "UCGG": 226,
      "ACAAG": 227,
      "AGGAAG": 228,
      "AGCAGC": 229,
      "ACAAC": 230,
      "UCAAG": 231,
      "ACAU": 232,
      "AGGAGG": 233,
      "UGAUU": 234,
      "UAUGC": 235,
      "AAAAAAAA": 236,
      "ACAUU": 237,
      "ACUUG": 238,
      "CCCC": 239,
      "UCUUG": 240,
      "UUAA": 241,
      "AUUGG": 242,
      "UACG": 243,
      "AUCG": 244,
      "UAGGC": 245,
      "UAGGG": 246,
      "AGCUC": 247,
      "AGAGAA": 248,
      "UCCUC": 249,
      "UGAGGC": 250,
      "UGAAAA": 251,
      "UAAGG": 252,
      "AAAGAA": 253,
      "AUAAC": 254,
      "AUAAG": 255,
      "AGAAGC": 256,
      "UUCG": 257,
      "AAUAC": 258,
      "AGCUGC": 259,
      "CCG": 260,
      "UUAUU": 261,
      "AUAUC": 262,
      "UCAGCC": 263,
      "UGUAC": 264,
      "AAUUG": 265,
      "UUUAC": 266,
      "AUAAAA": 267,
      "UUCCCC": 268,
      "ACUAC": 269,
      "UAACC": 270,
      "CCCG": 271,
      "GCGG": 272,
      "UCCUCC": 273,
      "UCAUG": 274,
      "UCCCAGC": 275,
      "AGAGGC": 276,
      "UGUAG": 277,
      "UGGGCC": 278,
      "AUACC": 279,
      "AGAGAC": 280,
      "UGCUC": 281,
      "UUCUU": 282,
      "ACUAA": 283,
      "AGUAC": 284,
      "AGAGGG": 285,
      "UGGGGC": 286,
      "UGCUGC": 287,
      "AGAGCC": 288,
      "UGGAAG": 289,
      "UCAAC": 290,
      "UGAAGG": 291,
      "UGCCCC": 292,
      "UGAGCC": 293,
      "AUGAAG": 294,
      "UUAAG": 295,
      "AGGCUGG": 296,
      "AUAGC": 297,
      "AGGAGC": 298,
      "AGAACC": 299,
      "UUGGCC": 300,
      "AGUGGC": 301,
      "GCGC": 302,
      "AAAAGG": 303,
      "AUUUUC": 304,
      "UUAAC": 305,
      "GGCG": 306,
      "UCAA": 307,
      "UAAAA": 308,
      "AGGAA": 309,
      "AGGAC": 310,
      "AGAUGG": 311,
      "AGGGCC": 312,
      "UUAUG": 313,
      "AAGAA": 314,
      "GCCCC": 315,
      "UCUAC": 316,
      "AGGCG": 317,
      "AGCUCC": 318,
      "AGGGGC": 319,
      "UUCUCC": 320,
      "UGUCUC": 321,
      "UGGGGG": 322,
      "UGAGAC": 323,
      "ACCUCC": 324,
      "UCAUU": 325,
      "AAAACC": 326,
      "UGGAGG": 327,
      "UGAAGC": 328,
      "AGUAG": 329,
      "ACCAC": 330,
      "UUAUC": 331,
      "UGGAA": 332,
      "ACCAUG": 333,
      "UUUUCC": 334,
      "UGGAAC": 335,
      "UGGAGC": 336,
      "AGGAAC": 337,
      "AGCCG": 338,
      "UGCAGC": 339,
      "UCUGCC": 340,
      "UUUAG": 341,
      "UUUAU": 342,
      "GCCG": 343,
      "AUUUCC": 344,
      "ACCUGC": 345,
      "AACUCC": 346,
      "UGUUUU": 347,
      "AUUAC": 348,
      "UGAGAA": 349,
      "UCCCG": 350,
      "AGGCCC": 351,
      "AAGGCC": 352,
      "UCUAA": 353,
      "UUACC": 354,
      "AUGGCC": 355,
      "AAAUAA": 356,
      "AUAG": 357,
      "UUUCUC": 358,
      "UUCUUC": 359,
      "UGGAC": 360,
      "UGAUCC": 361,
      "AUCUCC": 362,
      "AAGAC": 363,
      "UCCUGC": 364,
      "AUCACC": 365,
      "UGUGGC": 366,
      "UGCCG": 367,
      "UGGCCC": 368,
      "AGAUGC": 369,
      "AGCUUC": 370,
      "AGCAC": 371,
      "AUUUUG": 372,
      "AAGAGG": 373,
      "AAGAUG": 374,
      "AAGAAC": 375,
      "UUUCCC": 376,
      "UUUUUUUU": 377,
      "UCCUGCC": 378,
      "AUAGG": 379,
      "UGUUCC": 380,
      "UGCGG": 381,
      "UUAAAA": 382,
      "AAGCG": 383,
      "UGGCG": 384,
      "ACAGCC": 385,
      "AACUC": 386,
      "UAAUAA": 387,
      "AAAGCC": 388,
      "ACCCCC": 389,
      "AGACCC": 390,
      "AUCUUC": 391,
      "AGACG": 392,
      "UGUUUC": 393,
      "UUGCCC": 394,
      "UA": 395,
      "AGCUGG": 396,
      "AGGAUG": 397,
      "UGCAC": 398,
      "UGCUUC": 399,
      "AUCCCC": 400,
      "AUUUAA": 401,
      "AUCAC": 402,
      "UGUGGG": 403,
      "UGAGGG": 404,
      "UGCUCC": 405,
      "AGGUC": 406,
      "AGUCUC": 407,
      "AAAAGC": 408,
      "ACCACC": 409,
      "AACAC": 410,
      "AGCAAG": 411,
      "UGGAUG": 412,
      "AGCGC": 413,
      "AAUAG": 414,
      "UGCUU": 415,
      "UGAACC": 416,
      "UGUGCC": 417,
      "UGAUGG": 418,
      "UGGUGG": 419,
      "AUGAC": 420,
      "UUUAUU": 421,
      "UGCUGGG": 422,
      "AAUAU": 423,
      "AAAAUAA": 424,
      "GGGGC": 425,
      "UGAUUC": 426,
      "AGUUCC": 427,
      "AAAGAC": 428,
      "UGUAUU": 429,
      "AAAGGC": 430,
      "AGUGCC": 431,
      "AGUUUC": 432,
      "ACAGAA": 433,
      "ACCAGC": 434,
      "UGACCC": 435,
      "UCUUCC": 436,
      "AGUGAC": 437,
      "AGAUUC": 438,
      "AAGGGC": 439,
      "AUCAUC": 440,
      "AUAAAC": 441,
      "ACACG": 442,
      "AAAUGC": 443,
      "ACUUCC": 444,
      "AAGCCC": 445,
      "UGUAU": 446,
      "UUAGG": 447,
      "AGAUCC": 448,
      "AGUGAA": 449,
      "UUAGC": 450,
      "AACAAC": 451,
      "AAGUC": 452,
      "ACCUUG": 453,
      "ACCGC": 454,
      "ACCUGG": 455,
      "AUUCCC": 456,
      "ACAAAA": 457,
      "UCACUGC": 458,
      "AAAUGG": 459,
      "AAAUCC": 460,
      "AAUGAA": 461,
      "ACGCC": 462,
      "AGGAGAA": 463,
      "UUCUGC": 464,
      "AGUGGG": 465,
      "AAGAGC": 466,
      "UUAU": 467,
      "AUCUGC": 468,
      "AGUGUG": 469,
      "AUGAUG": 470,
      "UCCCCC": 471,
      "UUCAAG": 472,
      "UCUCCC": 473,
      "AUCUUG": 474,
      "UCCAC": 475,
      "AGCGG": 476,
      "AGGUGG": 477,
      "UGCUGG": 478,
      "UGAUGC": 479,
      "AAGAAAA": 480,
      "AGUUUU": 481,
      "ACCCG": 482,
      "AGCUU": 483,
      "AAAUUC": 484,
      "AAUUUU": 485,
      "AUCUU": 486,
      "AUGUC": 487,
      "ACCUUC": 488,
      "UCCGG": 489,
      "AGUGAG": 490,
      "AAGGGG": 491,
      "AACCCC": 492,
      "UGCGC": 493,
      "AGGGGG": 494,
      "AAACAC": 495,
      "AAAGAG": 496,
      "AUUGUG": 497,
      "AGCAGG": 498,
      "UCUGUC": 499,
      "AACUUC": 500,
      "AUUUAC": 501,
      "AAACG": 502,
      "UCCUGG": 503,
      "AGUAGC": 504,
      "AAGUU": 505,
      "UGAGAG": 506,
      "UGUCCC": 507,
      "AAGACC": 508,
      "UCUAG": 509,
      "UUCUGG": 510,
      "ACUGUG": 511,
      "UCCAGG": 512,
      "UGACG": 513,
      "UCCAGC": 514,
      "AACAGC": 515,
      "AAUGGC": 516,
      "UCGCC": 517,
      "AGUCCC": 518,
      "AGUAU": 519,
      "UCUCG": 520,
      "AGGCCG": 521,
      "AAACCC": 522,
      "UCCGC": 523,
      "AUGUU": 524,
      "AGGCGG": 525,
      "UCCUUC": 526,
      "UCUGGG": 527,
      "ACAGAG": 528,
      "UUGAAG": 529,
      "AGUGUC": 530,
      "AAAGGG": 531,
      "AUUUGG": 532,
      "UAAAAC": 533,
      "AGGACC": 534,
      "UGACAC": 535,
      "ACGGC": 536,
      "UUUGCC": 537,
      "UGUUGC": 538,
      "UCAU": 539,
      "ACAGAC": 540,
      "AUCGC": 541,
      "UAUUCC": 542,
      "UCGGC": 543,
      "UCUGUG": 544,
      "AAUUCC": 545,
      "AUUUGC": 546,
      "UUUGGG": 547,
      "UUGGGG": 548,
      "UCAGAA": 549,
      "UGUAAUCCCAGC": 550,
      "UCGGG": 551,
      "AAUUUC": 552,
      "UAAGCC": 553,
      "AGCCUCC": 554,
      "AUCUGG": 555,
      "UCACCC": 556,
      "AGAUAA": 557,
      "UUUUGC": 558,
      "AUGCCC": 559,
      "UACCCC": 560,
      "AUGAAC": 561,
      "ACUGCC": 562,
      "UGCAGG": 563,
      "UCACG": 564,
      "AGCACC": 565,
      "AGCAAC": 566,
      "UGUAAC": 567,
      "UUGGGC": 568,
      "GGCCC": 569,
      "AAUAUU": 570,
      "ACAGGG": 571,
      "AUGGGG": 572,
      "AUUGCC": 573,
      "AGCAUC": 574,
      "UCUGGC": 575,
      "AUGGGC": 576,
      "ACUCCC": 577,
      "ACUUUGGG": 578,
      "UUUGAA": 579,
      "UUUGUG": 580,
      "AUUGAA": 581,
      "GUGG": 582,
      "UAUGGC": 583,
      "UCAUCC": 584,
      "ACUUUC": 585,
      "UCUUUC": 586,
      "GGGCC": 587,
      "AUAUUC": 588,
      "UCCACC": 589,
      "AUGAGG": 590,
      "UGUUGG": 591,
      "ACUGGG": 592,
      "AACAUC": 593,
      "ACUGGC": 594,
      "AGUCAC": 595,
      "AGCUAC": 596,
      "UUUUGG": 597,
      "ACAGGC": 598,
      "AGAAAAC": 599,
      "AUGUGG": 600,
      "UGAGGCC": 601,
      "ACAUGG": 602,
      "ACCAAG": 603,
      "AAUGUG": 604,
      "AGAGAAG": 605,
      "ACAUCC": 606,
      "ACUGAA": 607,
      "AGUUGG": 608,
      "AGUUGC": 609,
      "UUUGUU": 610,
      "UCUGAA": 611,
      "UUCAUC": 612,
      "UUUGGC": 613,
      "AAGAUC": 614,
      "AUAGAA": 615,
      "UGGUGC": 616,
      "ACAAGC": 617,
      "ACCAGG": 618,
      "ACCAUC": 619,
      "UGAAGCC": 620,
      "GCCGC": 621,
      "ACUAG": 622,
      "UCUUGC": 623,
      "AUUAUU": 624,
      "UAAAUG": 625,
      "AGGCUGAGGC": 626,
      "AGGUGC": 627,
      "ACCCCG": 628,
      "AAUGCC": 629,
      "AUUGUC": 630,
      "AGGAAAA": 631,
      "ACAAGG": 632,
      "AUGUUG": 633,
      "UUCUUG": 634,
      "ACGGG": 635,
      "AGAAGCC": 636,
      "UCCCAAAG": 637,
      "UCUUUU": 638,
      "AUGUGC": 639,
      "AUAUAA": 640,
      "UUCCG": 641,
      "UAUGCC": 642,
      "AACAUGG": 643,
      "AUUGGC": 644,
      "UUCAGC": 645,
      "AAUGAC": 646,
      "AACUGG": 647,
      "AAA": 648,
      "AGUAAG": 649,
      "UCCUU": 650,
      "UAAAAG": 651,
      "AGGAUC": 652,
      "AUAAGG": 653,
      "AAAUAC": 654,
      "AACGC": 655,
      "AACAAG": 656,
      "AAUCUC": 657,
      "UCAGGG": 658,
      "ACACCC": 659,
      "UCACAC": 660,
      "UGUAAG": 661,
      "AGGAGGC": 662,
      "ACCGG": 663,
      "AUUGUU": 664,
      "UUGUUG": 665,
      "ACAUGC": 666,
      "ACAUUC": 667,
      "AACUGC": 668,
      "ACACACAC": 669,
      "UCCAUC": 670,
      "UAGAAG": 671,
      "UCAUUC": 672,
      "UUUGUC": 673,
      "AUAUGG": 674,
      "UCCUUG": 675,
      "AGGAAGG": 676,
      "AUUUAU": 677,
      "UUUAAC": 678,
      "ACUGAC": 679,
      "AACAUG": 680,
      "CCCAGC": 681,
      "AGGCCCC": 682,
      "AAAGAAG": 683,
      "AACUUG": 684,
      "AUAACC": 685,
      "AGGAAGC": 686,
      "UAAUUUU": 687,
      "UCAAAA": 688,
      "UCGGCC": 689,
      "AAUGUC": 690,
      "UCAAGC": 691,
      "ACUUUU": 692,
      "UGGAUC": 693,
      "AGUAAC": 694,
      "AUUUUUU": 695,
      "AGCUUG": 696,
      "UAAUU": 697,
      "AGUGUU": 698,
      "AUGUUC": 699,
      "AAUAUG": 700,
      "UCAAGG": 701,
      "GGCGC": 702,
      "AACGG": 703,
      "UCUUGG": 704,
      "UUUCG": 705,
      "UCAGGC": 706,
      "AUAUCC": 707,
      "AACUU": 708,
      "ACUCUC": 709,
      "UGUAUG": 710,
      "UGGGCG": 711,
      "AAUGGG": 712,
      "AAGAAAC": 713,
      "ACCUU": 714,
      "AGUAUU": 715,
      "AGAAGGC": 716,
      "UGGAUU": 717,
      "ACUCCAGCC": 718,
      "GCCGCC": 719,
      "UUGUAA": 720,
      "ACUUGG": 721,
      "UUCGG": 722,
      "GGCCCC": 723,
      "ACAACC": 724,
      "UGGCCCC": 725,
      "UCCGCC": 726,
      "UUCAGG": 727,
      "UCCAUG": 728,
      "ACAAAC": 729,
      "UGUGUGUG": 730,
      "UUCUAC": 731,
      "AAUAUC": 732,
      "AGAGGCC": 733,
      "AAGUGG": 734,
      "UGAUAA": 735,
      "UCAGAG": 736,
      "AUCAGC": 737,
      "AACUAC": 738,
      "AAUGAG": 739,
      "AGCCACC": 740,
      "GGGGG": 741,
      "AGGCUGC": 742,
      "AUCCG": 743,
      "AGAUAC": 744,
      "UCUGAG": 745,
      "AUGUAA": 746,
      "UCCUGGG": 747,
      "ACUGUC": 748,
      "UUGUU": 749,
      "UUCACC": 750,
      "AUACAC": 751,
      "CCCGC": 752,
      "AUGAGC": 753,
      "AUGAUC": 754,
      "AUUAAAA": 755,
      "UUCUGCC": 756,
      "UUCGC": 757,
      "AAGUGC": 758,
      "AUAUGC": 759,
      "GGCGG": 760,
      "AAUUGC": 761,
      "ACUUGC": 762,
      "UAGGCC": 763,
      "ACUGAG": 764,
      "AAGUCC": 765,
      "UGUCG": 766,
      "AAUCAC": 767,
      "AGGCGC": 768,
      "ACCUAC": 769,
      "AUCUAC": 770,
      "AGCCGC": 771,
      "UUUAAG": 772,
      "UCAUGG": 773,
      "UGUAUC": 774,
      "ACAAAG": 775,
      "AUUGAC": 776,
      "AAGUAA": 777,
      "UCUAU": 778,
      "UAGGGC": 779,
      "UUUAUG": 780,
      "ACUAU": 781,
      "UGCUGCC": 782,
      "AUGCG": 783,
      "UAGCUGGG": 784,
      "UGUACC": 785,
      "UGCUAA": 786,
      "UGGACC": 787,
      "AUUGAG": 788,
      "AUUUUCC": 789,
      "CCCGG": 790,
      "AACAGG": 791,
      "UUUGAC": 792,
      "ACUCG": 793,
      "AAUCCC": 794,
      "AAUAAC": 795,
      "AAGAAGC": 796,
      "AUUGGG": 797,
      "AUAAGC": 798,
      "AGCGCC": 799,
      "AGCAUG": 800,
      "UAGGGG": 801,
      "AACACC": 802,
      "AGCCAGG": 803,
      "ACUCAC": 804,
      "UGCACC": 805,
      "UUCUAA": 806,
      "GGCCG": 807,
      "AACCG": 808,
      "GGAAG": 809,
      "GGGCG": 810,
      "UGGAAAA": 811,
      "UGGGAGG": 812,
      "AGGUUC": 813,
      "AGCUGCC": 814,
      "AACUAA": 815,
      "UGUAGC": 816,
      "UCAGAC": 817,
      "AGCUGAG": 818,
      "AUGACC": 819,
      "AGAAUAA": 820,
      "AGUAUC": 821,
      "UGGCUCAC": 822,
      "UCCCCG": 823,
      "UUUGAG": 824,
      "UCUGAC": 825,
      "AGCAGCC": 826,
      "AGAGCCC": 827,
      "AAUAAG": 828,
      "AAGUUC": 829,
      "AGCUAA": 830,
      "AGGCUGGAGUGC": 831,
      "UCCAGCC": 832,
      "AACAAAA": 833,
      "UGCCUGC": 834,
      "AGGUUG": 835,
      "AGGAAAC": 836,
      "CCCUGC": 837,
      "AAUAGC": 838,
      "UUUAUC": 839,
      "UGGAAGC": 840,
      "AGGAGCC": 841,
      "AUGAAAA": 842,
      "UUUUUAA": 843,
      "UGACCUC": 844,
      "AACAUU": 845,
      "AAGAUU": 846,
      "UCAACC": 847,
      "UGCUUG": 848,
      "AAUGUU": 849,
      "AUUCG": 850,
      "AAGUUG": 851,
      "ACCAGCC": 852,
      "AGCUGGG": 853,
      "UCCUGCCUCAGCC": 854,
      "UGGCUC": 855,
      "AGAAGGG": 856,
      "UGGCGC": 857,
      "UCCUCCC": 858,
      "UUGCAGUG": 859,
      "UGGAAGG": 860,
      "AGGUCC": 861,
      "AAAGAAAA": 862,
      "AGGUAA": 863,
      "AUCUAA": 864,
      "AUACAG": 865,
      "AAGAGAA": 866,
      "AGGAGGG": 867,
      "UACUUC": 868,
      "AGUACC": 869,
      "UGGGGCC": 870,
      "UCAAAC": 871,
      "UCUGCCC": 872,
      "AAGAAGG": 873,
      "UCCUAA": 874,
      "UUAGCC": 875,
      "AGGAUU": 876,
      "AGUAGG": 877,
      "ACCUGCC": 878,
      "UGGCCG": 879,
      "AGAUGGC": 880,
      "UCAGUC": 881,
      "AGCAUU": 882,
      "UUGUUC": 883,
      "ACGCCC": 884,
      "UGAAGGC": 885,
      "AUAGAC": 886,
      "AGCCUGC": 887,
      "AAGCCCC": 888,
      "AGUAUG": 889,
      "AAUAGG": 890,
      "UGCUAC": 891,
      "ACUAUG": 892,
      "UGCAUG": 893,
      "AUCAUU": 894,
      "UGGUUG": 895,
      "UUUACC": 896,
      "UUCAUU": 897,
      "UGGUCC": 898,
      "UGGAGCC": 899,
      "AUGUAC": 900,
      "AGACGC": 901,
      "GGAGC": 902,
      "AUCAAG": 903,
      "AAUCG": 904,
      "UCCUUCC": 905,
      "UUGAUG": 906,
      "AGGGCCC": 907,
      "AGGUU": 908,
      "ACCUCCC": 909,
      "AAAUAAAA": 910,
      "UGUGGCC": 911,
      "AUCAAC": 912,
      "AAGAUGG": 913,
      "UUCAUG": 914,
      "AGUCG": 915,
      "UCUGUU": 916,
      "AGGAGAC": 917,
      "AGAGGGC": 918,
      "AGGCAUG": 919,
      "AGAGCG": 920,
      "UGGUU": 921,
      "AUAUAC": 922,
      "AUACCC": 923,
      "AUUUUUC": 924,
      "AUCGG": 925,
      "UUGUCC": 926,
      "UCCCAAG": 927,
      "UGCAGCC": 928,
      "AGAAAUG": 929,
      "AUAGCC": 930,
      "AAUUGG": 931,
      "AUCAUG": 932,
      "UGGGGGC": 933,
      "ACCAAC": 934,
      "AGCUUCC": 935,
      "AUCUUGG": 936,
      "UCCUGAG": 937,
      "UCCAAG": 938,
      "UUCUUCC": 939,
      "UAGAGAC": 940,
      "UGAAUAA": 941,
      "UGUAGG": 942,
      "AGAUGCC": 943,
      "UCAGUU": 944,
      "AAAAAUU": 945,
      "UACUGC": 946,
      "GCCCCC": 947,
      "UAUUUU": 948,
      "AUAAUAA": 949,
      "UUGAAC": 950,
      "UGGUUC": 951,
      "UCAUGC": 952,
      "UACGC": 953,
      "UGGCGG": 954,
      "UAGAUG": 955,
      "AGUGAAG": 956,
      "AGAUUG": 957,
      "AUAUUUU": 958,
      "AGACCCC": 959,
      "AAAAUU": 960,
      "UAGCCC": 961,
      "UCCCGC": 962,
      "UAUCCC": 963,
      "AGUUCG": 964,
      "UGCUUCC": 965,
      "UAUAUU": 966,
      "UCAAAG": 967,
      "UACUU": 968,
      "GGCGGC": 969,
      "UAGAAC": 970,
      "ACAGCCC": 971,
      "UCUUCCC": 972,
      "UAAGGC": 973,
      "UACAGC": 974,
      "AGAAAGC": 975,
      "UUUCUUC": 976,
      "UGGGCAAC": 977,
      "UGCAUC": 978,
      "UGAUAC": 979,
      "UUGCG": 980,
      "UACCG": 981,
      "ACUGUU": 982,
      "AGACGG": 983,
      "AAACUCC": 984,
      "AGGGGCC": 985,
      "AUAAAUAA": 986,
      "AUUCCCC": 987,
      "AAAUUG": 988,
      "AUGAUU": 989,
      "UGAGCCC": 990,
      "ACUGCACUCCAGCC": 991,
      "UUCAAC": 992,
      "UUGAACCC": 993,
      "GCUGC": 994,
      "UAAAUU": 995,
      "AGAAAAG": 996,
      "AAGCUGG": 997,
      "ACUACC": 998,
      "AUAUUG": 999,
      "AAAAAAAAAAAA": 1000,
      "AGAGAAC": 1001,
      "UGUUUCC": 1002,
      "UCACUGCAACC": 1003,
      "AUACG": 1004,
      "AGAAACC": 1005,
      "UGAGGGC": 1006,
      "AUGUCC": 1007,
      "UCUACC": 1008,
      "AAGGAAG": 1009,
      "UCCCAAAGUGCUGGG": 1010,
      "UAGAGC": 1011,
      "UCCCAGG": 1012,
      "UCCCUGC": 1013,
      "AAAGGCC": 1014,
      "AGCGGC": 1015,
      "UAACG": 1016,
      "UUCUUUC": 1017,
      "UGGGCCC": 1018,
      "AAUACC": 1019,
      "AUACUC": 1020,
      "AGAUGGG": 1021,
      "AAUGAAG": 1022,
      "AAGUAC": 1023,
      "AUUUAUU": 1024,
      "UUGAGG": 1025,
      "AGCCCCC": 1026,
      "UGCCGC": 1027,
      "UCCCGG": 1028,
      "GCCGG": 1029,
      "UGUAAUCCCAGCACUUUGGG": 1030,
      "ACAAUU": 1031,
      "UCAGCCC": 1032,
      "UCCAAC": 1033,
      "AAAAAUG": 1034,
      "UGGCUGC": 1035,
      "UGGAGGG": 1036,
      "ACCUAA": 1037,
      "UCUCUGC": 1038,
      "ACCCAGG": 1039,
      "ACUUCCC": 1040,
      "UCCCAGCUAC": 1041,
      "AUCAGG": 1042,
      "AGCCUGG": 1043,
      "AGAAAUC": 1044,
      "UUUAGC": 1045,
      "UCGCCC": 1046,
      "UGUCCCC": 1047,
      "AUUACAGG": 1048,
      "AGAAAGG": 1049,
      "AGAACCC": 1050,
      "AGUGGCC": 1051,
      "AGCUGUG": 1052,
      "UGAAAUG": 1053,
      "UGGUAC": 1054,
      "UGGAUGC": 1055,
      "AUAGGC": 1056,
      "UGCUGUG": 1057,
      "UGGUAA": 1058,
      "AUAGAG": 1059,
      "UCCUAC": 1060,
      "UAUAUG": 1061,
      "ACAGAAG": 1062,
      "UCUCUUC": 1063,
      "UAUUGC": 1064,
      "AUAGUU": 1065,
      "UGGGUGAC": 1066,
      "UUCCUCC": 1067,
      "ACAUAA": 1068,
      "UUCUUUU": 1069,
      "AAAAGGG": 1070,
      "UGGGAGC": 1071,
      "UGAGAAG": 1072,
      "ACAUAC": 1073,
      "AGCCGG": 1074,
      "UUAAUU": 1075,
      "ACAAUC": 1076,
      "UCUCUCC": 1077,
      "UAUAAAA": 1078,
      "UUAUUC": 1079,
      "UAAUAC": 1080,
      "UCCCGGG": 1081,
      "AGAGAGAG": 1082,
      "UUGAGC": 1083,
      "UUGUUUU": 1084,
      "UUUCUCC": 1085,
      "UGAUUG": 1086,
      "ACUAAG": 1087,
      "ACCACG": 1088,
      "AUCUUCC": 1089,
      "UCUAUU": 1090,
      "UAAAGC": 1091,
      "UGGGAAG": 1092,
      "UCUCGC": 1093,
      "AGAUUCC": 1094,
      "UUGUGC": 1095,
      "UGACUUC": 1096,
      "UCUAUG": 1097,
      "AUUAUC": 1098,
      "AUUUAG": 1099,
      "AAAAUAC": 1100,
      "AAAGAAC": 1101,
      "UAGCG": 1102,
      "AGGGCG": 1103,
      "AGAGGGG": 1104,
      "AGGACAC": 1105,
      "ACCCGC": 1106,
      "AGAGAGC": 1107,
      "AGGUAC": 1108,
      "AAGGAAC": 1109,
      "UGGAAAG": 1110,
      "AUUGAAG": 1111,
      "AGGAUGG": 1112,
      "UCUCUCUC": 1113,
      "AAACAGC": 1114,
      "UCUCCCC": 1115,
      "UGGAGAC": 1116,
      "ACCCAGC": 1117,
      "UGAAAAC": 1118,
      "ACCUUCC": 1119,
      "GCGCCC": 1120,
      "UCCGGG": 1121,
      "AUUAUG": 1122,
      "UGGCUUC": 1123,
      "AGCCUUG": 1124,
      "UGUUUUC": 1125,
      "UUAGAA": 1126,
      "ACAUUG": 1127,
      "UGGAGGC": 1128,
      "AGAGAGG": 1129,
      "GGCCGC": 1130,
      "UCAGUG": 1131,
      "AGGGAGG": 1132,
      "UGCCCCC": 1133,
      "ACCCGG": 1134,
      "UUACUC": 1135,
      "UGCAAC": 1136,
      "UACGG": 1137,
      "UAGAGG": 1138,
      "AGGCUGAGGCAGGAGAA": 1139,
      "UUAAAG": 1140,
      "UCUAUC": 1141,
      "UGGAACC": 1142,
      "UGCAAG": 1143,
      "AUUUCUC": 1144,
      "ACACGG": 1145,
      "UUAAAC": 1146,
      "AUGAAGC": 1147,
      "AAGGCCC": 1148,
      "UUGACC": 1149,
      "UAAAAAA": 1150,
      "AUGGAAG": 1151,
      "UGUCUCC": 1152,
      "UUUAGG": 1153,
      "ACUGAAG": 1154,
      "AAAGCCC": 1155,
      "UGGAUUC": 1156,
      "UGCCUCC": 1157,
      "AAAAGGC": 1158,
      "UACUAC": 1159,
      "AGGCAGC": 1160,
      "UUUUCCC": 1161,
      "ACACAGC": 1162,
      "UAUGGG": 1163,
      "UUAUCC": 1164,
      "UCAGAAG": 1165,
      "UGUGCCC": 1166,
      "UGACCCC": 1167,
      "UUAAGG": 1168,
      "UCUGAAG": 1169,
      "UGUCUUC": 1170,
      "UUACCC": 1171,
      "UUAUAA": 1172,
      "UUACAG": 1173,
      "UUCCUUC": 1174,
      "UGAUGCC": 1175,
      "UUAAGC": 1176,
      "UGGAGAA": 1177,
      "UCCUGGC": 1178,
      "UGCAUU": 1179,
      "ACCGCC": 1180,
      "AGAGACC": 1181,
      "ACACGC": 1182,
      "AUGAAGG": 1183,
      "UGAUGGC": 1184,
      "UAAGGG": 1185,
      "UUCCCCC": 1186,
      "UAGAAAA": 1187,
      "UGAGCG": 1188,
      "AUAGUC": 1189,
      "UAACCC": 1190,
      "AGGCUCC": 1191,
      "UCCCUCC": 1192,
      "UGAUUCC": 1193,
      "AUUAGC": 1194,
      "UAAUUG": 1195,
      "AGCCAUG": 1196,
      "UGCCAUG": 1197,
      "GGCUGC": 1198,
      "UGCCCG": 1199,
      "ACUAUU": 1200,
      "AGGACCC": 1201,
      "AGGAACC": 1202,
      "AAGCUGC": 1203,
      "AGACACC": 1204,
      "UCUCUAC": 1205,
      "AAAUUCC": 1206,
      "AAGCCG": 1207,
      "UGUGGGG": 1208,
      "UGGCAGC": 1209,
      "UAAUUC": 1210,
      "UACAUG": 1211,
      "UGGCUCC": 1212,
      "UGUUCCC": 1213,
      "AGCCCG": 1214,
      "UCUGGCC": 1215,
      "UGGACCC": 1216,
      "AGGGAAG": 1217,
      "AAAUGCC": 1218,
      "UGUUGCC": 1219,
      "AGCCAGC": 1220,
      "UGUGAAG": 1221,
      "UGACUGC": 1222,
      "UGUAAUCCCAGCUAC": 1223,
      "UGCCACC": 1224,
      "AGAAAGAA": 1225,
      "UGCCAGC": 1226,
      "GGGAGG": 1227,
      "AAAACG": 1228,
      "UGUGGGC": 1229,
      "UUCAUUC": 1230,
      "UACAUC": 1231,
      "AGCCAAG": 1232,
      "AGACUGC": 1233,
      "UCUAAG": 1234,
      "UGGUGGC": 1235,
      "UGGAGAG": 1236,
      "UGGAAAC": 1237,
      "UAAAUC": 1238,
      "AGAACG": 1239,
      "UGAUCUC": 1240,
      "AAGCAGC": 1241,
      "AUGGAGC": 1242,
      "AGUGAGC": 1243,
      "AUGGCG": 1244,
      "GCAGC": 1245,
      "UCAUAA": 1246,
      "AUUAAC": 1247,
      "UAAAGG": 1248,
      "GCGCC": 1249,
      "UUUUUCC": 1250,
      "UCAAUC": 1251,
      "AUAGGG": 1252,
      "AGGCAGG": 1253,
      "UCCCGCC": 1254,
      "GGGCCC": 1255,
      "UCUGGGC": 1256,
      "UCUCAGC": 1257,
      "AGACCAGCC": 1258,
      "UUUUGCC": 1259,
      "UGGACUC": 1260,
      "UUCUAG": 1261,
      "UUCACCC": 1262,
      "UGGGAUU": 1263,
      "AGACAAG": 1264,
      "AUUCUCC": 1265,
      "AAAGAUG": 1266,
      "UUUCCCC": 1267,
      "ACUAUC": 1268,
      "AAAAAAC": 1269,
      "UGAAAAG": 1270,
      "UGAAAUC": 1271,
      "UGUCUGC": 1272,
      "AGGAGAG": 1273,
      "AUUUCUU": 1274,
      "AGGGGGC": 1275,
      "AAACUU": 1276,
      "ACAGAUG": 1277,
      "AGUCCCC": 1278,
      "ACUAAC": 1279,
      "UUCUCCC": 1280,
      "UUGAACC": 1281,
      "AGGCUGAGG": 1282,
      "ACUGCCC": 1283,
      "AUUAAG": 1284,
      "AGUCUCC": 1285,
      "AAAAGCC": 1286,
      "UCUAGG": 1287,
      "AGACUCC": 1288,
      "UGUUUUG": 1289,
      "UGAUUUU": 1290,
      "AUUUUGG": 1291,
      "UUAUGG": 1292,
      "UGGGUUC": 1293,
      "UACAAAA": 1294,
      "ACAGAGC": 1295,
      "UGAUGGG": 1296,
      "UGGACAC": 1297,
      "UACAGG": 1298,
      "UGGAUCC": 1299,
      "AUUACC": 1300,
      "GCGGC": 1301,
      "UGAGAAC": 1302,
      "AACAUGGUGAA": 1303,
      "UGGUGCC": 1304,
      "AGAGAUG": 1305,
      "UGCAGAA": 1306,
      "UGCUGGC": 1307,
      "AGCUGGC": 1308,
      "UUCUCUC": 1309,
      "AGUUCCC": 1310,
      "UCUGCG": 1311,
      "AGUGGGC": 1312,
      "UUACAC": 1313,
      "ACAUUCC": 1314,
      "AAGACCC": 1315,
      "AGGACG": 1316,
      "UUGUAG": 1317,
      "AGAAUCC": 1318,
      "UGAGGUCAGG": 1319,
      "UCAAUU": 1320,
      "UACAUU": 1321,
      "UUUUAAAA": 1322,
      "UGGCUCACGCC": 1323,
      "UCAUGCC": 1324,
      "UGGUAG": 1325,
      "AUCUGUG": 1326,
      "UUCCUGC": 1327,
      "AGAGAAAA": 1328,
      "UUGCUGC": 1329,
      "AUAAAAC": 1330,
      "GGGCGG": 1331,
      "AGAUAU": 1332,
      "AGGUGGC": 1333,
      "ACCACAG": 1334,
      "AUGGCCC": 1335,
      "AGAUCCC": 1336,
      "ACCUGGG": 1337,
      "AGCAGAA": 1338,
      "UUGAAAA": 1339,
      "AUAAAUG": 1340,
      "UAGAAGG": 1341,
      "ACAUGCC": 1342,
      "AAGAACC": 1343,
      "AUCAGCC": 1344,
      "UUCAGCC": 1345,
      "UACAAC": 1346,
      "AAGGAAGG": 1347,
      "AAGCAAG": 1348,
      "UAUUUAA": 1349,
      "UAUCG": 1350,
      "AGUUUCC": 1351,
      "UCUAAC": 1352,
      "UUCCGG": 1353,
      "UUUUUUG": 1354,
      "UGUUUGC": 1355,
      "AGUGCCC": 1356,
      "UCUGUCUC": 1357,
      "UGGAGUGC": 1358,
      "UAGUUG": 1359,
      "AUGCUGC": 1360,
      "UAUAAC": 1361,
      "UGA": 1362,
      "ACGCG": 1363,
      "AUCAAGC": 1364,
      "UGUGAUG": 1365,
      "UUUGAAG": 1366,
      "UCCAGGG": 1367,
      "UUGGAAG": 1368,
      "ACACCG": 1369,
      "AGGAAAG": 1370,
      "ACCAUU": 1371,
      "AACAGAA": 1372,
      "AAGCGC": 1373,
      "AAAUAUU": 1374,
      "AUGCCG": 1375,
      "UGGAAUU": 1376,
      "UCCAGGC": 1377,
      "AGCAGGG": 1378,
      "UAAAAAUAC": 1379,
      "UGAAGGG": 1380,
      "UUACUU": 1381,
      "ACAGCG": 1382,
      "AUAUUCC": 1383,
      "AGCUCCC": 1384,
      "UUGAUC": 1385,
      "UUUCUGC": 1386,
      "UGAGAUG": 1387,
      "UCAGGCC": 1388,
      "ACGGCC": 1389,
      "AGGUGCC": 1390,
      "ACCUGGC": 1391,
      "UCUAGC": 1392,
      "UGGAGUC": 1393,
      "AGCAUCC": 1394,
      "UUCAUCC": 1395,
      "GCUCC": 1396,
      "AGACAUC": 1397,
      "UCUUUCC": 1398,
      "AGGAUGC": 1399,
      "UGAACCC": 1400,
      "AGAAAACC": 1401,
      "AAAUUUU": 1402,
      "UGCAGGC": 1403,
      "AGCAAAA": 1404,
      "UUCUGGG": 1405,
      "UUCAAGC": 1406,
      "UAAACC": 1407,
      "AAGGGGC": 1408,
      "AAGCGG": 1409,
      "UUUUUU": 1410,
      "UGUGAUC": 1411,
      "AAAUCCC": 1412,
      "AAGGCG": 1413,
      "AAAUGGG": 1414,
      "UGUUGGC": 1415,
      "AACUUCC": 1416,
      "UGUGAGCC": 1417,
      "UGACUCC": 1418,
      "ACGGGG": 1419,
      "UGCUGUC": 1420,
      "ACCACCC": 1421,
      "UGCCGG": 1422,
      "UUUCACCAUG": 1423,
      "AGCUCAC": 1424,
      "UUCAAAA": 1425,
      "UGUUCUC": 1426,
      "UACUUG": 1427,
      "UGCCUGG": 1428,
      "AGCAGGC": 1429,
      "AACAAAC": 1430,
      "UACAAG": 1431,
      "AUCCUCC": 1432,
      "AGUGAUG": 1433,
      "AGUUGCC": 1434,
      "UAGUAA": 1435,
      "AUAAAUU": 1436,
      "UGUUGGG": 1437,
      "AGAUUUU": 1438,
      "ACAGGCC": 1439,
      "AACUGUG": 1440,
      "UAAUGC": 1441,
      "AGCCUUC": 1442,
      "AAGCUCC": 1443,
      "AUCCGG": 1444,
      "AUUCUUC": 1445,
      "UCACGC": 1446,
      "AAAUGGC": 1447,
      "AGUUGGG": 1448,
      "UUAUGC": 1449,
      "ACUAGC": 1450,
      "AUUUUGC": 1451,
      "AAGGAGG": 1452,
      "AAACGC": 1453,
      "AUAUCCC": 1454,
      "UCAAAGG": 1455,
      "AUUUCCC": 1456,
      "UACUCC": 1457,
      "AAGGAGC": 1458,
      "UAGACC": 1459,
      "UUCCCG": 1460,
      "AAAAAAAAAAAAAAAA": 1461,
      "AGUAGCUGGG": 1462,
      "ACUAGG": 1463,
      "UGGAUGG": 1464,
      "AAGAAAG": 1465,
      "AUUUCAC": 1466,
      "AUCUCCC": 1467,
      "AAAACCC": 1468,
      "UACUAA": 1469,
      "GCCGGGC": 1470,
      "UCGGGG": 1471,
      "GGGUGG": 1472,
      "UGAGACC": 1473,
      "AGUUUUC": 1474,
      "ACAAAAC": 1475,
      "AGAUGGGG": 1476,
      "UCUCCG": 1477,
      "AGAUCG": 1478,
      "UGAUUUC": 1479,
      "ACUGGCC": 1480,
      "UGCUUUC": 1481,
      "AUCUGGG": 1482,
      "UGUGUCC": 1483,
      "AUUCAAG": 1484,
      "AGGCGUGAGCC": 1485,
      "UUAACC": 1486,
      "ACAGGGC": 1487,
      "AAAUCUC": 1488,
      "UUGUGG": 1489,
      "AGAGAAGC": 1490,
      "UAUUGG": 1491,
      "AGAUUGC": 1492,
      "UCACCCC": 1493,
      "ACGGGC": 1494,
      "AUAGAAG": 1495,
      "AUUUGCC": 1496,
      "UCAGCG": 1497,
      "ACCAGGC": 1498,
      "UUCUGUG": 1499,
      "UAAAUAA": 1500,
      "ACUUUCC": 1501,
      "UCUGUGC": 1502,
      "UUGCCCC": 1503,
      "ACUCCG": 1504,
      "UUUGCCC": 1505,
      "ACUCCCC": 1506,
      "UGAAUUC": 1507,
      "AAAGCG": 1508,
      "AAUAUUC": 1509,
      "AGUGGGG": 1510,
      "AGGGAGC": 1511,
      "UUCCAGC": 1512,
      "UGUGUGC": 1513,
      "UGACGG": 1514,
      "GGCCGG": 1515,
      "UUAGGC": 1516,
      "UCUUCUC": 1517,
      "AACUAG": 1518,
      "AUCUUGC": 1519,
      "UGAAACC": 1520,
      "AAAAGAAG": 1521,
      "ACUGCG": 1522,
      "UGAGGGG": 1523,
      "UUACG": 1524,
      "UCAAUAA": 1525,
      "UGGUCUC": 1526,
      "AUGAGAA": 1527,
      "UGGCACC": 1528,
      "UGUGACC": 1529,
      "GCCGGG": 1530,
      "AUCCCG": 1531,
      "AAAGGGC": 1532,
      "UUAAAAC": 1533,
      "UGGAAUC": 1534,
      "UGCUAG": 1535,
      "UGGCAAG": 1536,
      "AUUCAUC": 1537,
      "AAACUUC": 1538,
      "AUUGCCC": 1539,
      "ACUACG": 1540,
      "UACUUUU": 1541,
      "UGAAAGC": 1542,
      "UUGGCG": 1543,
      "AUCUCGGC": 1544,
      "UUAGGG": 1545,
      "UCAGGGC": 1546,
      "AGGUAG": 1547,
      "AACAGCC": 1548,
      "AUCUGCC": 1549,
      "AAGGAAAA": 1550,
      "UUCCGC": 1551,
      "GCCACC": 1552,
      "AUGCGC": 1553,
      "UAUAAG": 1554,
      "AUGCCCC": 1555,
      "UAGAACC": 1556,
      "AGGUGGG": 1557,
      "AGGAUCC": 1558,
      "ACAAUAA": 1559,
      "UCCCAAAGUGCUGGGAUUAC": 1560,
      "UCUGGGG": 1561,
      "AUCUCUC": 1562,
      "AUGGAUG": 1563,
      "UGGUGAC": 1564,
      "ACCGGG": 1565,
      "UUUCUGG": 1566,
      "UCCCCCC": 1567,
      "UGCUUUU": 1568,
      "UCCUAG": 1569,
      "AGCUAG": 1570,
      "AUCAACC": 1571,
      "AGAAAUU": 1572,
      "UCACGG": 1573,
      "ACAGAGG": 1574,
      "AGUUUUG": 1575,
      "AGACCG": 1576,
      "UCCACCC": 1577,
      "AUCUAG": 1578,
      "UUGAGCCC": 1579,
      "UGGCUGG": 1580,
      "UGUCACC": 1581,
      "UCAGAUG": 1582,
      "AAACCCC": 1583,
      "UCAUUUU": 1584,
      "UCCACAC": 1585,
      "AUCAUCC": 1586,
      "AAAAAAG": 1587,
      "UUCCUGG": 1588,
      "UGACGC": 1589,
      "UAUUUUG": 1590,
      "ACAGAAC": 1591,
      "UGUAUUC": 1592,
      "AGUUCUC": 1593,
      "AGUAGAA": 1594,
      "UUAAUC": 1595,
      "UUAAUG": 1596,
      "AUAGAGG": 1597,
      "UGGGAAC": 1598,
      "UGUAUCC": 1599,
      "AGAGAAGG": 1600,
      "UUCUCAC": 1601,
      "UAAUAU": 1602,
      "AGACAGC": 1603,
      "ACCCUGUCUC": 1604,
      "AGAGUCC": 1605,
      "AAGAGGC": 1606,
      "AUUACAC": 1607,
      "AAGGAUG": 1608,
      "UGCCUGCC": 1609,
      "UUGCUUC": 1610,
      "ACUCACC": 1611,
      "UCUUUGC": 1612,
      "UGUGCG": 1613,
      "UGUAGUCCCAGCUAC": 1614,
      "AAAAUAG": 1615,
      "UGGGAUG": 1616,
      "AGGGAUG": 1617,
      "AUGGAAC": 1618,
      "AUGGUGGC": 1619,
      "GGCUCC": 1620,
      "AAACGG": 1621,
      "GCCCG": 1622,
      "UUAGAC": 1623,
      "UGGACG": 1624,
      "AAGAAUC": 1625,
      "AUCAAAA": 1626,
      "AAAGUAA": 1627,
      "UCUGUAA": 1628,
      "GGGCGC": 1629,
      "ACUGGGG": 1630,
      "AGCUUUC": 1631,
      "UGUCUUG": 1632,
      "AAUUUUC": 1633,
      "AGAUUUC": 1634,
      "UCAUUG": 1635,
      "UGCUGAG": 1636,
      "AGGGAAC": 1637,
      "GCCUGC": 1638,
      "GGCAGC": 1639,
      "AUGCGG": 1640,
      "UAUAGC": 1641,
      "UGACAUC": 1642,
      "AAUUCCC": 1643,
      "UGUAGAA": 1644,
      "UCGCG": 1645,
      "AAGAGAC": 1646,
      "AAGACAC": 1647,
      "ACCAAAA": 1648,
      "UUGAUU": 1649,
      "UUGUAC": 1650,
      "UGUAGCC": 1651,
      "ACUUCUC": 1652,
      "ACCAACC": 1653,
      "UGAAAUU": 1654,
      "AUGCUUCC": 1655,
      "UUGCCG": 1656,
      "UUAAUAA": 1657,
      "UGGUGAA": 1658,
      "AUUUGUG": 1659,
      "UGCCUUC": 1660,
      "ACGUGC": 1661,
      "AGACCUC": 1662,
      "AGCGGG": 1663,
      "AGCUCUU": 1664,
      "AUCACG": 1665,
      "AAAAUUG": 1666,
      "AGGCACC": 1667,
      "ACCCUCC": 1668,
      "AUUCUCCUGCCUCAGCC": 1669,
      "AAACUGC": 1670,
      "AAUUUAA": 1671,
      "UGGCUCAUGCC": 1672,
      "AGA": 1673,
      "UCAUAC": 1674,
      "ACUUGGC": 1675,
      "AGGUGUG": 1676,
      "UGCUCCC": 1677,
      "AGCAGAC": 1678,
      "UUUCUUUU": 1679,
      "AAUUUUG": 1680,
      "ACUGAGC": 1681,
      "AACCCG": 1682,
      "UGACCG": 1683,
      "AUGAGCC": 1684,
      "AACAUCC": 1685,
      "AUCACAC": 1686,
      "GCUGGGC": 1687,
      "AGGCAGAGG": 1688,
      "UGCCUUG": 1689,
      "AGAGAGAA": 1690,
      "UGUCACCC": 1691,
      "AAAUAAAC": 1692,
      "UGAUAU": 1693,
      "UUAUUUU": 1694,
      "UGGUUUU": 1695,
      "AAGAGCC": 1696,
      "AGGAGUU": 1697,
      "AUGAUCC": 1698,
      "UCUCACC": 1699,
      "AUUCUGC": 1700,
      "UUUCUUG": 1701,
      "UUUCUAC": 1702,
      "UAUAUC": 1703,
      "UAUUUCC": 1704,
      "ACCCCCC": 1705,
      "AGUUGGC": 1706,
      "UCGGGC": 1707,
      "GGAGG": 1708,
      "AUAUUUC": 1709,
      "AUGUGUG": 1710,
      "UGCCGCC": 1711,
      "UCCCACC": 1712,
      "AGAGUGC": 1713,
      "GCCUCC": 1714,
      "UUGGAAC": 1715,
      "UAUUUUC": 1716,
      "UUACUG": 1717,
      "ACUAUGC": 1718,
      "AGGAGUC": 1719,
      "AGGAAUC": 1720,
      "UGUUUAA": 1721,
      "AAUCCCC": 1722,
      "UGGUGUG": 1723,
      "AUAGUG": 1724,
      "UACACC": 1725,
      "AGAAAUAA": 1726,
      "ACCCUGC": 1727,
      "UAAGAAG": 1728,
      "UCUUGCC": 1729,
      "GGGGCC": 1730,
      "AAGUAG": 1731,
      "AGGUCAGG": 1732,
      "AUCGCC": 1733,
      "UGGGUGC": 1734,
      "ACAGUGC": 1735,
      "UCAGAAC": 1736,
      "UUUUUUUUUUUU": 1737,
      "AAUGGCC": 1738,
      "UUAUAC": 1739,
      "UUUGGCC": 1740,
      "ACCAUCC": 1741,
      "AUGUGAC": 1742,
      "AAAAUGC": 1743,
      "AUGCAGC": 1744,
      "UCUUUUC": 1745,
      "UUACAA": 1746,
      "AUUGGCC": 1747,
      "AAGAGGG": 1748,
      "AGCAGAG": 1749,
      "UCCCUUC": 1750,
      "UUUCUAA": 1751,
      "ACGAUC": 1752,
      "AGUUUGC": 1753,
      "AGUGAUU": 1754,
      "AGGCCGAGGC": 1755,
      "UCAAUG": 1756,
      "ACAUUUU": 1757,
      "UUCCUUG": 1758,
      "UCUCUGG": 1759,
      "AUGCUGG": 1760,
      "ACACUGC": 1761,
      "UUUCACC": 1762,
      "UGAGAUC": 1763,
      "AAAGAGC": 1764,
      "UCAAGCC": 1765,
      "UCCUGUG": 1766,
      "UAGAAGC": 1767,
      "AUGGAGG": 1768,
      "UUGGCCC": 1769,
      "UCACAGC": 1770,
      "UCAGAGC": 1771,
      "AAAUAUG": 1772,
      "UUUCCG": 1773,
      "ACUGGGC": 1774,
      "ACAUCCC": 1775,
      "AUAUGCC": 1776,
      "AUUAGG": 1777,
      "UUGAGCC": 1778,
      "ACCCGCC": 1779,
      "UCUUUUG": 1780,
      "GGGGGG": 1781,
      "UCAAGGG": 1782,
      "ACAAGCC": 1783,
      "AAGACUC": 1784,
      "UGCGGC": 1785,
      "ACCUCG": 1786,
      "AUUUGAA": 1787,
      "UACUGG": 1788,
      "AGACAGG": 1789,
      "UGAGAGG": 1790,
      "AGUGCG": 1791,
      "AAAGGGG": 1792,
      "UGAUUGC": 1793,
      "AGCUUGC": 1794,
      "AUGUAG": 1795,
      "AUGUAU": 1796,
      "AACAGUU": 1797,
      "AAAAAGAA": 1798,
      "UGGGGGG": 1799,
      "UUCCACC": 1800,
      "ACACAUC": 1801,
      "UGAACG": 1802,
      "UCCAGAA": 1803,
      "AUUUCUG": 1804,
      "AACAUUC": 1805,
      "AUCAUUC": 1806,
      "UUGAAGG": 1807,
      "UACAAAG": 1808,
      "UCCCUCCC": 1809,
      "UCUCGG": 1810,
      "ACUCUGC": 1811,
      "ACCUCAGCC": 1812,
      "UGUCCG": 1813,
      "AAGAUGC": 1814,
      "AUUAUUC": 1815,
      "AUGAAAC": 1816,
      "UUCCAGG": 1817,
      "UGUCGC": 1818,
      "UUGCUCC": 1819,
      "ACGUGG": 1820,
      "UGUUGCCC": 1821,
      "UAUGGCC": 1822,
      "UAGCUGGGACUAC": 1823,
      "UGAUCCC": 1824,
      "AGAUCUC": 1825,
      "UUUUGGC": 1826,
      "AAGAGAG": 1827,
      "UGCUGAA": 1828,
      "UCCAGAG": 1829,
      "AUUUAUG": 1830,
      "AUUUAUC": 1831,
      "AGCUGAA": 1832,
      "AUCUCUG": 1833,
      "AAAAUAU": 1834,
      "AAUUUCC": 1835,
      "UUUGUAA": 1836,
      "AGCCCCG": 1837,
      "UUAAAAG": 1838,
      "UGGUGGG": 1839,
      "AACAGAG": 1840,
      "UUCUGAA": 1841,
      "AAACAAAA": 1842,
      "AGGCUGGAGUGCAGUGGC": 1843,
      "AAAUUUC": 1844,
      "UGGUUUC": 1845,
      "ACCUAG": 1846,
      "AUCUAU": 1847,
      "UUCGCC": 1848,
      "AAGGGCC": 1849,
      "UGCCUGGC": 1850,
      "UUUUUAU": 1851,
      "AGACAAC": 1852,
      "UGAGAAAA": 1853,
      "UAACUAA": 1854,
      "ACUUUUC": 1855,
      "UUUGGGG": 1856,
      "UCAAAUG": 1857,
      "UGGUUCC": 1858,
      "AGGUUGG": 1859,
      "UGCUGAC": 1860,
      "AUUUGAC": 1861,
      "AUGUUUU": 1862,
      "AUCUUUC": 1863,
      "GGGAGC": 1864,
      "AAAUCG": 1865,
      "UAGCCCC": 1866,
      "AUCACCUGAGGUCAGG": 1867,
      "ACAUUUC": 1868,
      "ACCUGUG": 1869,
      "AUUUGGG": 1870,
      "AACUCUC": 1871,
      "AUCUGUC": 1872,
      "AAAAUGG": 1873,
      "AGGCUUC": 1874,
      "AGACUGG": 1875,
      "AGACUUG": 1876,
      "UUUCGC": 1877,
      "UUGGUUC": 1878,
      "UGGCCAACAUGGUGAA": 1879,
      "AGUGAGG": 1880,
      "ACUGUGC": 1881,
      "ACAUCG": 1882,
      "UUAGUC": 1883,
      "UCAGGGG": 1884,
      "UCAAAGC": 1885,
      "AUA": 1886,
      "AAGUGUG": 1887,
      "AUCUGGC": 1888,
      "AGCCAAC": 1889,
      "AGAAUUC": 1890,
      "UGGCAUG": 1891,
      "AUCCAGG": 1892,
      "AUAAAAG": 1893,
      "AACCCCC": 1894,
      "ACGAAC": 1895,
      "AAUAUGG": 1896,
      "UGAUAUU": 1897,
      "UUAUUG": 1898,
      "UUUAUUC": 1899,
      "ACAUAU": 1900,
      "AUAGAAC": 1901,
      "ACCACAC": 1902,
      "AUCUCAC": 1903,
      "AGCCGCC": 1904,
      "ACCCACC": 1905,
      "UGACAGC": 1906,
      "GGGAAG": 1907,
      "AAAGAGG": 1908,
      "UUGCAGUGAGCCG": 1909,
      "AGUUCGAGACCAGCC": 1910,
      "UUAAAU": 1911,
      "UGCGCC": 1912,
      "UCCUCUC": 1913,
      "AUUACAG": 1914,
      "UACAGAA": 1915,
      "AGACAGGG": 1916,
      "GCCAUG": 1917,
      "AAACACC": 1918,
      "AUAAAUC": 1919,
      "UAUUUAUU": 1920,
      "AAAAGAAAA": 1921,
      "UCUUGGG": 1922,
      "AGCAAGC": 1923,
      "UUGUAU": 1924,
      "UGCCAUC": 1925,
      "UUCCUGCC": 1926,
      "UCCCAAC": 1927,
      "AAAGAAGG": 1928,
      "AGUAGCC": 1929,
      "UCACCG": 1930,
      "UUCCAAG": 1931,
      "AGUCUUC": 1932,
      "ACUUUAA": 1933,
      "AGUAACC": 1934,
      "AGUAUUC": 1935,
      "AGGGUCC": 1936,
      "AGACAUG": 1937,
      "GGCGGG": 1938,
      "AAAGUCC": 1939,
      "UUCAAGUGAUUC": 1940,
      "UGUACCC": 1941,
      "AGUCCG": 1942,
      "ACCAUGG": 1943,
      "AGCUCG": 1944,
      "UUGAGAA": 1945,
      "AAAAAGG": 1946,
      "AAGCUUC": 1947,
      "UUUUUUC": 1948,
      "UGUGAGG": 1949,
      "AACCUGC": 1950,
      "UGUUUAC": 1951,
      "UACCCCC": 1952,
      "AGAAGCCC": 1953,
      "AGUGAAC": 1954,
      "ACAAAGC": 1955,
      "UCAUUCC": 1956,
      "ACAUGGC": 1957,
      "GGAAC": 1958,
      "ACCUAUG": 1959,
      "UCCUAGC": 1960,
      "AUUUGGC": 1961,
      "UUGUUUC": 1962,
      "UUCCAUG": 1963,
      "AUUCAAC": 1964,
      "AAACAAC": 1965,
      "GGGAAC": 1966,
      "UGAGAGC": 1967,
      "ACAGUGG": 1968,
      "AAUGAUG": 1969,
      "AAGACCAGCC": 1970,
      "ACUUGGG": 1971,
      "AUAUGGC": 1972,
      "UUGUAUU": 1973,
      "GCUGGG": 1974,
      "AAGCACC": 1975,
      "UUUUUGC": 1976,
      "AUCCUGC": 1977,
      "AAAGAAGC": 1978,
      "AUAUAUAU": 1979,
      "AUUACAGGC": 1980,
      "AAUUCUC": 1981,
      "ACUAUGG": 1982,
      "GGUCC": 1983,
      "UCCUGGGC": 1984,
      "AGGCAAG": 1985,
      "AACCACC": 1986,
      "AGUCGC": 1987,
      "ACUGAUG": 1988,
      "AGAUGGCC": 1989,
      "AAACCUC": 1990,
      "ACA": 1991,
      "UCCUCAC": 1992,
      "AACUGAA": 1993,
      "AUCUUGGC": 1994,
      "AGGCAUGG": 1995,
      "AAGCAUG": 1996,
      "UAGUUC": 1997,
      "UCCCUGG": 1998,
      "AGACUUC": 1999,
      "UGUGAGC": 2000,
      "AUCCCCC": 2001,
      "AUCCGC": 2002,
      "AUUCUAC": 2003,
      "UGACUAC": 2004,
      "AGUUUAA": 2005,
      "UUUGUUG": 2006,
      "AACCCACC": 2007,
      "UAGGGCC": 2008,
      "CG": 2009,
      "AAGAAAAC": 2010,
      "AGGACUC": 2011,
      "UCCAUU": 2012,
      "AACUUUU": 2013,
      "UAAUGG": 2014,
      "AAAAAUAA": 2015,
      "AGAAUGC": 2016,
      "UGUGUUC": 2017,
      "AUGCAAGC": 2018,
      "UCACACC": 2019,
      "UCCCCGC": 2020,
      "ACUGAGG": 2021,
      "AAGGCUGC": 2022,
      "GCCCGCC": 2023,
      "AGAGCCCC": 2024,
      "UUUUGGG": 2025,
      "UCUUGGC": 2026,
      "GGUGG": 2027,
      "AUGUGGC": 2028,
      "AUGUGAA": 2029,
      "AACAAGG": 2030,
      "UUCCUUCC": 2031,
      "UAGUGG": 2032,
      "UGUGAAC": 2033,
      "UCUCACUC": 2034,
      "AUUCUUG": 2035,
      "AGAGUAG": 2036,
      "AGAGAGAC": 2037,
      "UGAGUUC": 2038,
      "AGUGUGG": 2039,
      "ACAAAAG": 2040,
      "AUUCCG": 2041,
      "AUUUUUAA": 2042,
      "UUGCCCAGGCUGG": 2043,
      "UUAGAG": 2044,
      "ACAUGGG": 2045,
      "AUAAGCC": 2046,
      "ACCUCUC": 2047,
      "AUGUUUC": 2048,
      "AUGGGGG": 2049,
      "CCCAGG": 2050,
      "AAAAAGC": 2051,
      "ACCCAGCC": 2052,
      "GGCGCC": 2053,
      "UUUCUAUU": 2054,
      "UUGGAGC": 2055,
      "ACUCAGC": 2056,
      "AUUGUUG": 2057,
      "ACCCCAUCUC": 2058,
      "UUUGUGC": 2059,
      "AGCGCCC": 2060,
      "ACGCGC": 2061,
      "GGAGCC": 2062,
      "UCCUUGC": 2063,
      "AUUUGUC": 2064,
      "AUCACUUG": 2065,
      "AAGCAGG": 2066,
      "UAGGGGC": 2067,
      "UGUAUGC": 2068,
      "UCAUCCC": 2069,
      "AUAGAUG": 2070,
      "ACCAAGG": 2071,
      "AUUAAAC": 2072,
      "AUCUGAA": 2073,
      "UGGGUGG": 2074,
      "UAGUGC": 2075,
      "AUCCUCCC": 2076,
      "UGAAUGC": 2077,
      "UAAGAAC": 2078,
      "UCUUUAA": 2079,
      "UCUGAGC": 2080,
      "AAUGGGC": 2081,
      "AGGUUUC": 2082,
      "UUGGGCC": 2083,
      "UAAAAUU": 2084,
      "UGCCUCAGCC": 2085,
      "UAGAGAA": 2086,
      "UCCCGGC": 2087,
      "AUUCAGC": 2088,
      "ACACACC": 2089,
      "AGUGUGC": 2090,
      "UCUGUCC": 2091,
      "AAAACUCC": 2092,
      "UUAGAAG": 2093,
      "AAGUUUC": 2094,
      "AAGACAG": 2095,
      "AACUUGG": 2096,
      "AACAAAAC": 2097,
      "AGAAUAC": 2098,
      "UUUUAUG": 2099,
      "UGAGAAGC": 2100,
      "ACUUUGC": 2101,
      "UCAUGGG": 2102,
      "ACAAGGC": 2103,
      "AGGAAUU": 2104,
      "AGCAUGG": 2105,
      "UUGGGGC": 2106,
      "UAAAGAG": 2107,
      "GCAAG": 2108,
      "AAAAAUC": 2109,
      "AGAAUUG": 2110,
      "UGCCAGG": 2111,
      "UGAGUGC": 2112,
      "AAACCG": 2113,
      "UCAAAU": 2114,
      "ACAUAUG": 2115,
      "GGUUC": 2116,
      "AAGUGAA": 2117,
      "ACCUACC": 2118,
      "UCCAAGG": 2119,
      "UCCGGC": 2120,
      "UCCUUGG": 2121,
      "AGCCAUC": 2122,
      "UGGCAUC": 2123,
      "AGGCUGUG": 2124,
      "UGUCAUC": 2125,
      "AGAAAAGG": 2126,
      "UGAGAAGG": 2127,
      "UUUGGGC": 2128,
      "AUAGUAA": 2129,
      "AAGUCAC": 2130,
      "ACCUUGG": 2131,
      "AUUAUAA": 2132,
      "AUUUACC": 2133,
      "AGCAAGG": 2134,
      "UUGAAAC": 2135,
      "GCUGG": 2136,
      "AAAAUUC": 2137,
      "UGGCUAC": 2138,
      "UUUUUAUU": 2139,
      "UGUGUGG": 2140,
      "AGUCGG": 2141,
      "AUUGUAA": 2142,
      "UAUCCCC": 2143,
      "AUAGCCC": 2144,
      "AAGUCUC": 2145,
      "AGCUCUC": 2146,
      "AUGAUGG": 2147,
      "AACAACC": 2148,
      "GCGGG": 2149,
      "UAGAUC": 2150,
      "AGAGUAA": 2151,
      "GGCUGG": 2152,
      "UUUCUUUC": 2153,
      "ACGUAA": 2154,
      "ACAGAAAA": 2155,
      "AGUGUUG": 2156,
      "UUUGUUC": 2157,
      "UGUAACC": 2158,
      "ACUUCG": 2159,
      "ACUUGCC": 2160,
      "ACAUCUC": 2161,
      "AUUGGGG": 2162,
      "AGGGUGG": 2163,
      "AGGCAUC": 2164,
      "AGACUAC": 2165,
      "AUUCUAA": 2166,
      "AUGCUCC": 2167,
      "AAACAUC": 2168,
      "AGUCACC": 2169,
      "ACUUUUG": 2170,
      "ACUGCGG": 2171,
      "AAUAGCC": 2172,
      "UUAGCCC": 2173,
      "ACAGGGG": 2174,
      "AUGUGCC": 2175,
      "AUGACUC": 2176,
      "UUCUAU": 2177,
      "UACAGCC": 2178,
      "AGGGUGC": 2179,
      "AGAAAAGC": 2180,
      "UAGUAC": 2181,
      "ACGAAG": 2182,
      "ACUUUGG": 2183,
      "UCAGUGC": 2184,
      "UUUAACC": 2185,
      "UUUAGAA": 2186,
      "UCAAAAG": 2187,
      "AAGUUCC": 2188,
      "ACCUUUC": 2189,
      "AUUUAAG": 2190,
      "AGCUGUC": 2191,
      "AGCUGGGC": 2192,
      "AUGGGCC": 2193,
      "UAAAAUAA": 2194,
      "UACACAC": 2195,
      "UGGCAGG": 2196,
      "UAGUAG": 2197,
      "UGAAUCC": 2198,
      "AGAGUUG": 2199,
      "AUGCUAA": 2200,
      "UGACACC": 2201,
      "AAACAUG": 2202,
      "AAUCUUC": 2203,
      "ACUGAAC": 2204,
      "AGAGGAAG": 2205,
      "AUCUCAGC": 2206,
      "ACACCCCC": 2207,
      "UAAUUUUUGUAUU": 2208,
      "ACACCCC": 2209,
      "UGGUCCC": 2210,
      "AGGUUGC": 2211,
      "UGCGGG": 2212,
      "ACCUGAA": 2213,
      "UCCUCG": 2214,
      "AACGCC": 2215,
      "UUCGGG": 2216,
      "AUUCUGG": 2217,
      "AUGCUUC": 2218,
      "UCUGUUG": 2219,
      "AAAACGC": 2220,
      "AGAGGCCC": 2221,
      "UGUAAGC": 2222,
      "UGUAGGG": 2223,
      "AGGUUCC": 2224,
      "AGCAAAC": 2225,
      "AGCCUGGC": 2226,
      "UGCCUCCC": 2227,
      "GGCUAC": 2228,
