{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "K": 8,
      "T": 9,
      "W": 10,
      "Y": 11,
      "TT": 12,
      "AA": 13,
      "TG": 14,
      "AG": 15,
      "CC": 16,
      "TC": 17,
      "AC": 18,
      "GG": 19,
      "ATT": 20,
      "AT": 21,
      "ATG": 22,
      "GC": 23,
      "TAA": 24,
      "TCC": 25,
      "ACC": 26,
      "AAAA": 27,
      "AGG": 28,
      "AGC": 29,
      "TTC": 30,
      "ATC": 31,
      "AAG": 32,
      "TTTT": 33,
      "TGC": 34,
      "TGG": 35,
      "AAC": 36,
      "TTG": 37,
      "TAG": 38,
      "TAC": 39,
      "CCC": 40,
      "TATT": 41,
      "TGGG": 42,
      "AGAA": 43,
      "TAT": 44,
      "AGGG": 45,
      "TTTC": 46,
      "AGGC": 47,
      "AGCC": 48,
      "TGTG": 49,
      "ATAA": 50,
      "ATTC": 51,
      "TTGG": 52,
      "ACAC": 53,
      "AAGG": 54,
      "TCCC": 55,
      "TCTC": 56,
      "TATG": 57,
      "TTTG": 58,
      "TTCC": 59,
      "AGAG": 60,
      "ATGG": 61,
      "AAAC": 62,
      "AGTG": 63,
      "ACCC": 64,
      "TCTG": 65,
      "AGAC": 66,
      "ATTG": 67,
      "ATCC": 68,
      "ATGC": 69,
      "ATAC": 70,
      "AATG": 71,
      "TCAC": 72,
      "TGCC": 73,
      "AAAG": 74,
      "AATT": 75,
      "TAAG": 76,
      "TATC": 77,
      "AAGC": 78,
      "TAAC": 79,
      "TGGC": 80,
      "TTGC": 81,
      "GGG": 82,
      "AACC": 83,
      "GGC": 84,
      "ATAT": 85,
      "TAGC": 86,
      "TACC": 87,
      "TTAC": 88,
      "GCC": 89,
      "TAGG": 90,
      "ATATT": 91,
      "AATC": 92,
      "AGTC": 93,
      "AAAAC": 94,
      "AGTT": 95,
      "TGAC": 96,
      "TCTT": 97,
      "AAAAG": 98,
      "AAATT": 99,
      "TGAA": 100,
      "TTTTC": 101,
      "TTTTG": 102,
      "ATAG": 103,
      "TGTC": 104,
      "ATTTT": 105,
      "AATAA": 106,
      "TGAG": 107,
      "AAATG": 108,
      "ACAG": 109,
      "ACTT": 110,
      "TGTT": 111,
      "AGGCC": 112,
      "ATTTC": 113,
      "ACTC": 114,
      "TGGGC": 115,
      "AAAT": 116,
      "ACG": 117,
      "ACTG": 118,
      "TTTAA": 119,
      "TGGCC": 120,
      "TCAG": 121,
      "ATTCC": 122,
      "TATTC": 123,
      "ATATG": 124,
      "TCCCC": 125,
      "ATCTC": 126,
      "TGTAA": 127,
      "ATGCC": 128,
      "ACAA": 129,
      "TTAA": 130,
      "AGAAG": 131,
      "TTTCC": 132,
      "AAAAAAAA": 133,
      "TGGGG": 134,
      "ACCCC": 135,
      "TTTTTTTT": 136,
      "AGGGC": 137,
      "AGATG": 138,
      "TAAAA": 139,
      "TTCTC": 140,
      "ATTAC": 141,
      "ATTGC": 142,
      "GGCC": 143,
      "ACCTC": 144,
      "GTG": 145,
      "AAGCC": 146,
      "ATAAAA": 147,
      "AGAAC": 148,
      "TTATT": 149,
      "AAATC": 150,
      "ATGGC": 151,
      "ACTGC": 152,
      "AGAGC": 153,
      "AATTC": 154,
      "TATTG": 155,
      "AAAGG": 156,
      "AAAGC": 157,
      "AAGGC": 158,
      "AGAGG": 159,
      "TTGGC": 160,
      "TTCCC": 161,
      "TTGCC": 162,
      "AGTTC": 163,
      "AGAAAA": 164,
      "TTTAG": 165,
      "GGGC": 166,
      "ACATT": 167,
      "AGTGC": 168,
      "ATATC": 169,
      "ACTCC": 170,
      "AGGGG": 171,
      "ATCCC": 172,
      "TTTGC": 173,
      "AGTAA": 174,
      "TCAGG": 175,
      "ATAAC": 176,
      "TGAGG": 177,
      "TCG": 178,
      "AGATT": 179,
      "AGCCC": 180,
      "ATGGG": 181,
      "TTGGG": 182,
      "ACCAC": 183,
      "TATCC": 184,
      "TCTTC": 185,
      "ATAAG": 186,
      "AGATC": 187,
      "TCTCC": 188,
      "TGTAG": 189,
      "TGTGG": 190,
      "AGACC": 191,
      "ATAGC": 192,
      "AAACC": 193,
      "AATGG": 194,
      "TGTGC": 195,
      "TGAAG": 196,
      "TTTAC": 197,
      "AGTGG": 198,
      "GGGG": 199,
      "TGCCC": 200,
      "TATGC": 201,
      "AATAG": 202,
      "ATCAC": 203,
      "AATAC": 204,
      "AATGC": 205,
      "AAGGG": 206,
      "TTTGG": 207,
      "TCATT": 208,
      "TCTGC": 209,
      "ACTTC": 210,
      "TCCTG": 211,
      "ACATG": 212,
      "ACAGC": 213,
      "AGTAG": 214,
      "AATTTT": 215,
      "TGATG": 216,
      "AACCC": 217,
      "TGTTC": 218,
      "TGATT": 219,
      "TCAGC": 220,
      "AATCC": 221,
      "TATGG": 222,
      "TCCCAGC": 223,
      "AATTG": 224,
      "TCTTG": 225,
      "ATACC": 226,
      "CCCC": 227,
      "TGAGC": 228,
      "TGTTG": 229,
      "TTTATT": 230,
      "TACCC": 231,
      "ATAGG": 232,
      "TGAAC": 233,
      "AGGCTGG": 234,
      "TTAAAA": 235,
      "AGTTG": 236,
      "TCTTTT": 237,
      "AAATAA": 238,
      "AAGAC": 239,
      "ATTTTC": 240,
      "TCTAA": 241,
      "TCATC": 242,
      "AGTCC": 243,
      "TTAAC": 244,
      "TAGGC": 245,
      "TTATG": 246,
      "TGTCC": 247,
      "AGAAGC": 248,
      "TCACC": 249,
      "AGTGGC": 250,
      "TAGCC": 251,
      "ACTAC": 252,
      "TTTTCC": 253,
      "ATTGG": 254,
      "TTAAG": 255,
      "TCAAG": 256,
      "TCTGG": 257,
      "TTTAT": 258,
      "ACAGG": 259,
      "ACTAA": 260,
      "ATTTAA": 261,
      "TCAGCC": 262,
      "AATAT": 263,
      "AAAGAA": 264,
      "TCATG": 265,
      "TTATC": 266,
      "ACATC": 267,
      "ACAAC": 268,
      "TGAGGC": 269,
      "TGTTTT": 270,
      "AATATT": 271,
      "ACACC": 272,
      "TGAAAA": 273,
      "TCAAC": 274,
      "ATATAA": 275,
      "AGTAC": 276,
      "TTGGCC": 277,
      "AAACAC": 278,
      "TAAGC": 279,
      "ACTTG": 280,
      "TAAGG": 281,
      "TGATC": 282,
      "TGACC": 283,
      "TGTAC": 284,
      "ACAAG": 285,
      "AGTTTT": 286,
      "TAGGG": 287,
      "TTAGC": 288,
      "ACAAAA": 289,
      "ATTTTG": 290,
      "TAACC": 291,
      "TAATTTT": 292,
      "AGAGAA": 293,
      "TGTATT": 294,
      "ACTGG": 295,
      "TCTGCC": 296,
      "TCTAC": 297,
      "ATTATT": 298,
      "TTTGTG": 299,
      "GCCC": 300,
      "TTAGG": 301,
      "ACCATG": 302,
      "TAATAA": 303,
      "TCAA": 304,
      "TTAG": 305,
      "TCTAG": 306,
      "AGCG": 307,
      "TTACC": 308,
      "TTCAC": 309,
      "ATATTC": 310,
      "AGAAGG": 311,
      "ACGG": 312,
      "AAAAGC": 313,
      "AAAACC": 314,
      "ACACACAC": 315,
      "AAAAGG": 316,
      "AGGAGG": 317,
      "TTCG": 318,
      "TCAGAA": 319,
      "AACG": 320,
      "TGTAT": 321,
      "TCACTGC": 322,
      "ACTAG": 323,
      "TGTCTC": 324,
      "ATTTCC": 325,
      "TGGGATTAC": 326,
      "TGTGTGTG": 327,
      "ACGC": 328,
      "TGCG": 329,
      "TTCCCC": 330,
      "ATTTTTT": 331,
      "AGTTTC": 332,
      "AAATTC": 333,
      "AGGAAG": 334,
      "TCTTTC": 335,
      "AAAGTGC": 336,
      "ACCG": 337,
      "AATTTC": 338,
      "ATTTG": 339,
      "ACTTTT": 340,
      "TCCG": 341,
      "TCGC": 342,
      "AAGTGG": 343,
      "TCCTGCC": 344,
      "ATATAC": 345,
      "TAAAAC": 346,
      "AGTTTG": 347,
      "AAAAATT": 348,
      "AAATAC": 349,
      "TTGCCC": 350,
      "AGCAGC": 351,
      "AGCCCC": 352,
      "AAGTG": 353,
      "ATAGAA": 354,
      "TGGGGC": 355,
      "TTCTTC": 356,
      "AGATGG": 357,
      "TGTGGC": 358,
      "AAAATAA": 359,
      "AGGAGAA": 360,
      "TTTGCC": 361,
      "AAATGG": 362,
      "AAATGC": 363,
      "TGAGAC": 364,
      "AGAGGG": 365,
      "ATCG": 366,
      "TGGGCC": 367,
      "ACAGAA": 368,
      "AGTCTC": 369,
      "TCCTC": 370,
      "TGTAATCCCAGC": 371,
      "TTTTGC": 372,
      "TGGGGG": 373,
      "ATATTG": 374,
      "TAAATG": 375,
      "ATACAC": 376,
      "TTCTG": 377,
      "AAAGAC": 378,
      "ATTTGC": 379,
      "AAGAAG": 380,
      "AACAC": 381,
      "GTGG": 382,
      "TTCTCC": 383,
      "AGAGGC": 384,
      "AGGTGG": 385,
      "TGTGCC": 386,
      "ATTTAC": 387,
      "AGATAA": 388,
      "ACTTTGGG": 389,
      "TTTTGG": 390,
      "AGGGGC": 391,
      "TTTCCC": 392,
      "AGCAC": 393,
      "AGGGCC": 394,
      "TATTCC": 395,
      "AACTC": 396,
      "ATGTG": 397,
      "TCCTCC": 398,
      "AATGGC": 399,
      "TTTATG": 400,
      "AGTAT": 401,
      "AGGTG": 402,
      "TAAAC": 403,
      "AGACAC": 404,
      "AAAGAG": 405,
      "TTCTGC": 406,
      "ATTCCC": 407,
      "AGTATT": 408,
      "TTTGGC": 409,
      "AAATTG": 410,
      "TAAAAG": 411,
      "ATTTATT": 412,
      "AGGAC": 413,
      "AGCTC": 414,
      "AGGCTGAGGC": 415,
      "TTGAAC": 416,
      "TGAGAA": 417,
      "AGATTC": 418,
      "ATATGC": 419,
      "TGTTTC": 420,
      "AAAGTG": 421,
      "TCAAAA": 422,
      "TATAC": 423,
      "TTCTT": 424,
      "TGCTGC": 425,
      "ATATCC": 426,
      "AAATCC": 427,
      "AAGAAAA": 428,
      "ATATATAT": 429,
      "TATATT": 430,
      "ATATGG": 431,
      "TACTC": 432,
      "AATCTC": 433,
      "AATATG": 434,
      "TCTGGC": 435,
      "TCCAC": 436,
      "AACAAC": 437,
      "AATATC": 438,
      "AAAGCC": 439,
      "TATATG": 440,
      "AGTAGC": 441,
      "TTTGGG": 442,
      "ATCTTC": 443,
      "ACTCCAGCC": 444,
      "ATCACC": 445,
      "AAAGGC": 446,
      "TTATAA": 447,
      "TACG": 448,
      "AAAGGG": 449,
      "TGCAC": 450,
      "ATGATG": 451,
      "TCTTCC": 452,
      "AGTGCC": 453,
      "TTTAAG": 454,
      "AATTTG": 455,
      "GCG": 456,
      "AAATATT": 457,
      "AGGAGC": 458,
      "TAAATT": 459,
      "TCTCCC": 460,
      "TTTATC": 461,
      "AAGGCC": 462,
      "AATTCC": 463,
      "ATGGCC": 464,
      "ATTGCC": 465,
      "TTGCAGTG": 466,
      "TGGAAG": 467,
      "TTGTTG": 468,
      "TTATTC": 469,
      "ATGAC": 470,
      "AGCCG": 471,
      "AATAAC": 472,
      "TTGGGG": 473,
      "TCCCAAAGTGC": 474,
      "TCCACC": 475,
      "AAGACC": 476,
      "AAGAAC": 477,
      "CCCAGC": 478,
      "TCACCC": 479,
      "ATTTAG": 480,
      "TCGG": 481,
      "AGAGCC": 482,
      "ATGTAA": 483,
      "TGCTG": 484,
      "ATCCCC": 485,
      "AATGCC": 486,
      "ATAGAG": 487,
      "TGGGATTACAGGC": 488,
      "TTTTTAA": 489,
      "TCATTC": 490,
      "AATTGC": 491,
      "AGCAGG": 492,
      "TCCCG": 493,
      "ATGTGG": 494,
      "TGAAAC": 495,
      "AAAAAC": 496,
      "ATCTCC": 497,
      "ATTTGG": 498,
      "TTGGGC": 499,
      "AAGGGG": 500,
      "TCTGTG": 501,
      "AAACCC": 502,
      "AGGAAC": 503,
      "AGGCTGGAGTGC": 504,
      "TGCAGC": 505,
      "AGTTCC": 506,
      "ATGAAG": 507,
      "TTCAAC": 508,
      "TTTAAC": 509,
      "TAAAAATAC": 510,
      "TCTCG": 511,
      "AATGTG": 512,
      "AATAAG": 513,
      "AGAACC": 514,
      "ACCACC": 515,
      "AGGCCC": 516,
      "TTAAAC": 517,
      "TGGAGC": 518,
      "ATCATC": 519,
      "TCTATT": 520,
      "TAGAC": 521,
      "AAGGGC": 522,
      "TAGAGAC": 523,
      "TTCTTTT": 524,
      "ATGGGG": 525,
      "TCCAGC": 526,
      "AGATGC": 527,
      "AGTGGG": 528,
      "TTCTTG": 529,
      "ATAGTG": 530,
      "TCCTGG": 531,
      "AGTGTG": 532,
      "AACCCC": 533,
      "TATAAAA": 534,
      "ACTCTG": 535,
      "TCTTGC": 536,
      "ATGTGC": 537,
      "ATCTG": 538,
      "TCCTGC": 539,
      "TTCTAA": 540,
      "ACAGAG": 541,
      "AGGTGC": 542,
      "TTCTGG": 543,
      "TGCCCC": 544,
      "TCCCCC": 545,
      "ATGTTG": 546,
      "TCTTTG": 547,
      "ATAGGC": 548,
      "ATACCC": 549,
      "ATAGAC": 550,
      "TTTTTTG": 551,
      "AAGTAA": 552,
      "TACAC": 553,
      "ATCTGC": 554,
      "ATAAGC": 555,
      "ATCTTG": 556,
      "ATTTTTC": 557,
      "AAGCG": 558,
      "TTAGAA": 559,
      "TTCTAG": 560,
      "TTCAGC": 561,
      "AAGAGC": 562,
      "AGGTC": 563,
      "AAGATG": 564,
      "TTAATT": 565,
      "AGCCACC": 566,
      "AGGGGG": 567,
      "TTCATG": 568,
      "TAAGCC": 569,
      "ATCATG": 570,
      "ATAAGG": 571,
      "AACTCC": 572,
      "AACATGG": 573,
      "TGGCCC": 574,
      "TA": 575,
      "AGACCC": 576,
      "ATTAAAA": 577,
      "AAGTC": 578,
      "AGTCTG": 579,
      "AGCTGC": 580,
      "AGATAC": 581,
      "ACTTTC": 582,
      "ATTTAT": 583,
      "AATCAC": 584,
      "TGTTTG": 585,
      "AAGAGG": 586,
      "AGTATG": 587,
      "TGGTGG": 588,
      "TCCTGCCTCAGCC": 589,
      "TTATTG": 590,
      "GGGCC": 591,
      "AGCTG": 592,
      "TTAGCC": 593,
      "TCCTTC": 594,
      "AGGTTC": 595,
      "TTGAC": 596,
      "ATTATG": 597,
      "TATTTATT": 598,
      "TTTTTTTTTTTTTTTT": 599,
      "TAAAAAA": 600,
      "TTGTG": 601,
      "AGTAAC": 602,
      "AACAAAA": 603,
      "AGATTG": 604,
      "CCCG": 605,
      "AGCTGG": 606,
      "TTGAACC": 607,
      "AAATATC": 608,
      "TGCTC": 609,
      "AAAAAAAAAAAA": 610,
      "AATCTG": 611,
      "AGCAAG": 612,
      "AGGATG": 613,
      "AGCTAC": 614,
      "TTCATC": 615,
      "TTTACC": 616,
      "AGTCAC": 617,
      "AAATAT": 618,
      "ATTAAC": 619,
      "TCCATG": 620,
      "TGGTG": 621,
      "TGGAC": 622,
      "TACAAAA": 623,
      "ATAACC": 624,
      "TACTAAAAATAC": 625,
      "ATAGTT": 626,
      "TATATC": 627,
      "AATGGG": 628,
      "TAGAAC": 629,
      "TGGAGG": 630,
      "ATAAAAC": 631,
      "TTAAAG": 632,
      "AAGATC": 633,
      "TTGTAA": 634,
      "AGTAAG": 635,
      "AATCCC": 636,
      "AATAGC": 637,
      "TATTGC": 638,
      "AGGAAAA": 639,
      "ATGGGC": 640,
      "TCCTGACCTC": 641,
      "TGAAGG": 642,
      "ATGAAC": 643,
      "AGTCCC": 644,
      "ATGTC": 645,
      "TGATTC": 646,
      "TGTATG": 647,
      "AGGCCG": 648,
      "TGTGGG": 649,
      "ACTGTG": 650,
      "AGGTAA": 651,
      "TGGAAC": 652,
      "TAGAAG": 653,
      "AGAAAAG": 654,
      "ACCTGC": 655,
      "ACCCCC": 656,
      "ACCTCC": 657,
      "AGAAAAC": 658,
      "AGCTCC": 659,
      "AGTTAC": 660,
      "AGTTGG": 661,
      "TTCATT": 662,
      "TTAATG": 663,
      "AATACC": 664,
      "TCTGGG": 665,
      "TCACTGCAACC": 666,
      "AAATAG": 667,
      "ATCTAA": 668,
      "GTCTC": 669,
      "GCCCC": 670,
      "AGGCGG": 671,
      "AAGCCC": 672,
      "TAGGCC": 673,
      "AGTTTTG": 674,
      "TTTAGC": 675,
      "ATAGCC": 676,
      "ATAAATAA": 677,
      "AGTATC": 678,
      "AGATCC": 679,
      "TCAGGG": 680,
      "TTCTTTC": 681,
      "ACTTCC": 682,
      "ACTGCACTCCAGCC": 683,
      "TATAAC": 684,
      "TGTTCC": 685,
      "ATGCCC": 686,
      "TTGTAG": 687,
      "TGGTGC": 688,
      "TTCAAG": 689,
      "TTCTAC": 690,
      "AGCAAC": 691,
      "ATCAAC": 692,
      "TCCTTG": 693,
      "TATGCC": 694,
      "TGAGAG": 695,
      "TGAAGC": 696,
      "ATAGGG": 697,
      "TGAGCC": 698,
      "TAATAC": 699,
      "GTGC": 700,
      "TGATCC": 701,
      "TATCCC": 702,
      "TGGGCAAC": 703,
      "ACATGG": 704,
      "AAATAAAA": 705,
      "TCACAC": 706,
      "TTGTTTT": 707,
      "ATTATC": 708,
      "ACATTC": 709,
      "TCACAGAG": 710,
      "TGAGGG": 711,
      "ACCTTG": 712,
      "AGCATC": 713,
      "AGTTGC": 714,
      "TTCAGG": 715,
      "TGAATG": 716,
      "ACAGGC": 717,
      "ATAAAAG": 718,
      "ACAGCC": 719,
      "AGACCAGCC": 720,
      "TTGAGG": 721,
      "TTATAC": 722,
      "TAGAAAA": 723,
      "TGTCTG": 724,
      "TCTAT": 725,
      "AAGTGC": 726,
      "TATGGC": 727,
      "TCATGCC": 728,
      "TCAGAG": 729,
      "AGCACC": 730,
      "TGATGG": 731,
      "TTATTTT": 732,
      "AGGCTGAGGCAGGAGAA": 733,
      "TCAAAC": 734,
      "TCCAGG": 735,
      "TGATAA": 736,
      "TCAGGC": 737,
      "ATGTTC": 738,
      "TACCCC": 739,
      "ACAAAC": 740,
      "TCCTGGG": 741,
      "ATGAAAA": 742,
      "TGGCTCAC": 743,
      "TCATTG": 744,
      "AGCATT": 745,
      "AACATC": 746,
      "TTTCTTTC": 747,
      "TCCCAAG": 748,
      "TCCATC": 749,
      "AATCTGC": 750,
      "TGTAATCCCAGCACTTTGGG": 751,
      "TTTAGG": 752,
      "AGCTAA": 753,
      "TCCTGAG": 754,
      "AATAGG": 755,
      "AATTGG": 756,
      "TCAAGC": 757,
      "ATTAAG": 758,
      "ACAGTG": 759,
      "TACTAA": 760,
      "TGGGACTAC": 761,
      "AAAGAAAA": 762,
      "AGCTTC": 763,
      "ACAGGG": 764,
      "ATTTCTC": 765,
      "ACCAAC": 766,
      "ACACG": 767,
      "AAACGGG": 768,
      "TACATG": 769,
      "TGCTTC": 770,
      "TTAAGG": 771,
      "ACTTTG": 772,
      "ATTTTTG": 773,
      "ACCTGG": 774,
      "AAAAAAC": 775,
      "TCAGTG": 776,
      "TCATCC": 777,
      "ACAGAC": 778,
      "TTGAAG": 779,
      "AGCATG": 780,
      "TCTTGG": 781,
      "TTGAACCC": 782,
      "AAACG": 783,
      "ATTTTCC": 784,
      "ATAGTC": 785,
      "AGGTAG": 786,
      "AAAAAAAAAAAAAAAA": 787,
      "AGGTGTG": 788,
      "TTATCC": 789,
      "GGGGC": 790,
      "TCCGCC": 791,
      "TGAATT": 792,
      "ACTAT": 793,
      "TCTCTCTC": 794,
      "ACCTAA": 795,
      "ATAATAA": 796,
      "TCCTAA": 797,
      "TCAAGG": 798,
      "TTGTATT": 799,
      "AGTAGG": 800,
      "ATTGGC": 801,
      "TGAGTG": 802,
      "TGCTGG": 803,
      "AGGTTG": 804,
      "ATGATC": 805,
      "AACTTC": 806,
      "TAGTAA": 807,
      "AGAGAGAG": 808,
      "TTACAC": 809,
      "ACCGC": 810,
      "TTTTTTTTTTTT": 811,
      "AAGTTG": 812,
      "TTAAATT": 813,
      "TATGGG": 814,
      "AGGATC": 815,
      "TATTGG": 816,
      "TTAGAG": 817,
      "ACATGC": 818,
      "ACCATC": 819,
      "ATGTAC": 820,
      "TGTATC": 821,
      "AGGATGG": 822,
      "TGGTAA": 823,
      "ACCAGC": 824,
      "TGTTGG": 825,
      "ACATAA": 826,
      "TTAAGC": 827,
      "TGAAAG": 828,
      "AGAAAGAA": 829,
      "ACAATG": 830,
      "ATGTCC": 831,
      "TTTCACCATG": 832,
      "TTTTAAAA": 833,
      "ACTGGG": 834,
      "TGCAGG": 835,
      "ATGAGG": 836,
      "AGGCG": 837,
      "TGACAC": 838,
      "TAAATC": 839,
      "TGTCCC": 840,
      "TGATGC": 841,
      "TCATAA": 842,
      "AAGTTC": 843,
      "TCCAAC": 844,
      "AAGTAG": 845,
      "TGAAACCCC": 846,
      "ATTTTAC": 847,
      "TGTAAG": 848,
      "TTATGC": 849,
      "AGTACC": 850,
      "TCATGG": 851,
      "ACTCTC": 852,
      "TTAACC": 853,
      "ACATCC": 854,
      "AGGCTGC": 855,
      "TTTGTGATG": 856,
      "ACTATT": 857,
      "ATCTAC": 858,
      "TCCCAGCTAC": 859,
      "ATTCTCAGAA": 860,
      "AGGTAC": 861,
      "ACATAC": 862,
      "AGACG": 863,
      "AGATATT": 864,
      "TGCATG": 865,
      "ATTCG": 866,
      "TGTCTT": 867,
      "TCAAAG": 868,
      "TTAATC": 869,
      "ACTGCC": 870,
      "AACTAA": 871,
      "TTACCC": 872,
      "TCGGCC": 873,
      "TGTCAC": 874,
      "ATTAGG": 875,
      "ATTCTCCTGCCTCAGCC": 876,
      "AACATG": 877,
      "ACCTTC": 878,
      "TGCTCC": 879,
      "AAAAAAG": 880,
      "GCGG": 881,
      "TGGCG": 882,
      "ATTGGG": 883,
      "TGGATC": 884,
      "AATTTAA": 885,
      "ACAAGG": 886,
      "ATTTCG": 887,
      "TAATTTTTGTATT": 888,
      "TCTATC": 889,
      "TGGGCG": 890,
      "TCATGC": 891,
      "TCTATG": 892,
      "ACCTAC": 893,
      "ACTCCC": 894,
      "TGGGTGAC": 895,
      "TGGATG": 896,
      "TGTTGC": 897,
      "TCAATG": 898,
      "ACTATG": 899,
      "ATATATG": 900,
      "AACATT": 901,
      "AGGAGGC": 902,
      "AGATGGGG": 903,
      "AAGTAC": 904,
      "AACAGC": 905,
      "ATAAATG": 906,
      "TATTTTTT": 907,
      "AAAAATG": 908,
      "TTTCTTTT": 909,
      "TTTAGTAGAGAC": 910,
      "TTAGTG": 911,
      "AAAATAC": 912,
      "TTAAATG": 913,
      "TGTAAC": 914,
      "TATTTTG": 915,
      "AATTTTG": 916,
      "TTATATT": 917,
      "TCTTAC": 918,
      "ATTTTTAA": 919,
      "TTTGTAA": 920,
      "ACCTGCC": 921,
      "AACTAC": 922,
      "TTATGG": 923,
      "ACACCC": 924,
      "ATCATT": 925,
      "ATCTGG": 926,
      "AAATTCC": 927,
      "ATGAGCC": 928,
      "TTGTTC": 929,
      "AGGCCCC": 930,
      "TGCTAA": 931,
      "TCAGAC": 932,
      "TGGGAGG": 933,
      "ACCAAG": 934,
      "ACATTG": 935,
      "ACAAAG": 936,
      "AAACAAAC": 937,
      "TTGAGC": 938,
      "ACTTGG": 939,
      "TTTATTC": 940,
      "TCACG": 941,
      "ATATAAAA": 942,
      "TTAGGG": 943,
      "TTAATAA": 944,
      "ATTCAAC": 945,
      "TATAAG": 946,
      "TTCTTCC": 947,
      "TTTGTTTT": 948,
      "TATTTAA": 949,
      "AGAAATG": 950,
      "TCCAAG": 951,
      "TCTGTCTC": 952,
      "TGGAAAA": 953,
      "AAATAAC": 954,
      "ATCAGC": 955,
      "TCAACC": 956,
      "ACCAGG": 957,
      "ACTGGC": 958,
      "ATACG": 959,
      "TCAGGAGTTC": 960,
      "TCCAGCC": 961,
      "TGACCC": 962,
      "TTGGAAACGGG": 963,
      "TAGATG": 964,
      "TATTTTC": 965,
      "ATATATT": 966,
      "ATGGTGGC": 967,
      "TTGTGC": 968,
      "TCTACC": 969,
      "TAGTTTT": 970,
      "TATAGC": 971,
      "ACGCC": 972,
      "TGGTTC": 973,
      "TGTTAC": 974,
      "TGAACC": 975,
      "TCAGTC": 976,
      "AGATAG": 977,
      "TTGTAC": 978,
      "TGTTTTC": 979,
      "TAAGGC": 980,
      "TTAGAC": 981,
      "TTAGTT": 982,
      "ATTTCTG": 983,
      "TAATTC": 984,
      "AGGAAGG": 985,
      "ACTCAC": 986,
      "AGATTTC": 987,
      "AACTGC": 988,
      "TAATGC": 989,
      "ATGAGC": 990,
      "TCTTCCC": 991,
      "TAGTAG": 992,
      "TTGAAAA": 993,
      "GCGC": 994,
      "TTTCG": 995,
      "TTTCCCC": 996,
      "AAAGAAG": 997,
      "TCCTAC": 998,
      "AGCTGAG": 999,
      "TTGTGG": 1000,
      "TTAAAAC": 1001,
      "TGAATC": 1002,
      "TTTAGTAG": 1003,
      "ATTAGC": 1004,
      "ATATTTGG": 1005,
      "ACTTGC": 1006,
      "ATCAAG": 1007,
      "TTAGGC": 1008,
      "TTCACC": 1009,
      "TGAGTC": 1010,
      "TATATAA": 1011,
      "TGATTG": 1012,
      "ATCGC": 1013,
      "AGAATAA": 1014,
      "AGGAAAC": 1015,
      "ATAGAGC": 1016,
      "AATTTGC": 1017,
      "TAGGGC": 1018,
      "TCTCAAAC": 1019,
      "AAACACTCTTTT": 1020,
      "ATGTTTT": 1021,
      "ACTTAC": 1022,
      "AACACC": 1023,
      "AAAAAATT": 1024,
      "TGCTAC": 1025,
      "ACAGAGC": 1026,
      "AGCCAAG": 1027,
      "TCAGTT": 1028,
      "GGCCC": 1029,
      "TTGGCCAGGCTGG": 1030,
      "AGGCTGGAGTGCAGTGGC": 1031,
      "TGGTAG": 1032,
      "AACTTG": 1033,
      "TTCTGCC": 1034,
      "ATTTTGG": 1035,
      "TCCTTCC": 1036,
      "ACACACACACACACAC": 1037,
      "TCTAAG": 1038,
      "TGCATC": 1039,
      "ATGTAG": 1040,
      "ATTACC": 1041,
      "AAACCCC": 1042,
      "ATGTGCC": 1043,
      "AACAAG": 1044,
      "TGTAGC": 1045,
      "TTTATTG": 1046,
      "TCCTAG": 1047,
      "TCCTTTT": 1048,
      "TGCGG": 1049,
      "TGTAGG": 1050,
      "TGGTAC": 1051,
      "AGCGC": 1052,
      "ACAAGC": 1053,
      "TGTACC": 1054,
      "TGATAC": 1055,
      "ACTGAC": 1056,
      "AGAAGGC": 1057,
      "TAATTG": 1058,
      "ATTTCTT": 1059,
      "AGACGG": 1060,
      "AAATGCC": 1061,
      "TTTTGCC": 1062,
      "TCAATT": 1063,
      "TAATAG": 1064,
      "TGGCCCC": 1065,
      "TTCTTTG": 1066,
      "AGTTTGG": 1067,
      "TGTGTGTGTGTGTGTG": 1068,
      "GAGG": 1069,
      "TTCAAAA": 1070,
      "TCCCAAAGTGCTGGGATTACAGGC": 1071,
      "TTCTCTC": 1072,
      "TACTCGGG": 1073,
      "CCCAGG": 1074,
      "ATTTTGC": 1075,
      "TAAAGC": 1076,
      "AGAGAAG": 1077,
      "AATATTC": 1078,
      "TATATTC": 1079,
      "ATCTAG": 1080,
      "TGCTTG": 1081,
      "AGCTGGG": 1082,
      "AAATATG": 1083,
      "ACAATT": 1084,
      "TGAAATT": 1085,
      "TACAAC": 1086,
      "AAAATGC": 1087,
      "AGAGGCC": 1088,
      "TACAGC": 1089,
      "ACAGAAG": 1090,
      "AGGCTGAGG": 1091,
      "AAAGAAC": 1092,
      "ACCACG": 1093,
      "ATCTTTT": 1094,
      "TGGTTG": 1095,
      "TCCTCCC": 1096,
      "TACTTTT": 1097,
      "TAAAGG": 1098,
      "TCGCC": 1099,
      "TCTAAC": 1100,
      "AGACAGAG": 1101,
      "ATCAAAA": 1102,
      "TGGGATT": 1103,
      "TTAAAAG": 1104,
      "TCCTGAGTAGC": 1105,
      "TCCCGGG": 1106,
      "TACTTC": 1107,
      "ACTGTC": 1108,
      "AGCTTG": 1109,
      "TCGGC": 1110,
      "ATTTATC": 1111,
      "AAGTCC": 1112,
      "TCTAGC": 1113,
      "TGGGGCC": 1114,
      "AAATGGG": 1115,
      "TGAGTT": 1116,
      "TGCTAG": 1117,
      "AGCCAGGC": 1118,
      "TTCCTTCC": 1119,
      "ATCTCGGC": 1120,
      "TATACC": 1121,
      "TCTAGG": 1122,
      "ATGATT": 1123,
      "TTATTTC": 1124,
      "GGGGG": 1125,
      "AGGTTGCAGTG": 1126,
      "TGCTTTT": 1127,
      "AGAAGCC": 1128,
      "TAAAATG": 1129,
      "AAGAAAC": 1130,
      "ACAACC": 1131,
      "TTCAAGC": 1132,
      "TGGTTTT": 1133,
      "ACCTCCC": 1134,
      "TCTGCCC": 1135,
      "TCCCAAGTAGC": 1136,
      "TTATAT": 1137,
      "TCCGC": 1138,
      "TACTGC": 1139,
      "TTTCTTC": 1140,
      "AATCG": 1141,
      "TCGCCC": 1142,
      "TGGATT": 1143,
      "TACATT": 1144,
      "AGATAT": 1145,
      "TCTTTTC": 1146,
      "TAGGGG": 1147,
      "GTGAGCC": 1148,
      "TTAGTC": 1149,
      "TTGTCC": 1150,
      "GCTCTG": 1151,
      "AGGACC": 1152,
      "TCATAC": 1153,
      "TGGCCAACATGG": 1154,
      "TTGATG": 1155,
      "TTATAG": 1156,
      "AAGAGAA": 1157,
      "AAATTGC": 1158,
      "ACAGTC": 1159,
      "AGGAAGC": 1160,
      "ATTTGTG": 1161,
      "ATATTCC": 1162,
      "TGGGGGC": 1163,
      "AAACAAAA": 1164,
      "TCACACC": 1165,
      "ACCTCAGCC": 1166,
      "ATCCACCC": 1167,
      "AACTAG": 1168,
      "ACAATC": 1169,
      "TACTAC": 1170,
      "ATTATAA": 1171,
      "TTTTCCC": 1172,
      "ATGGTGG": 1173,
      "TGTTTTG": 1174,
      "TTCCG": 1175,
      "AATTTTC": 1176,
      "AGCTAG": 1177,
      "TGAAAAC": 1178,
      "TAAATAA": 1179,
      "TGTGTCC": 1180,
      "ACCCG": 1181,
      "TACTTG": 1182,
      "ACCTAG": 1183,
      "ACGGC": 1184,
      "TTTGTTTG": 1185,
      "ATCAGG": 1186,
      "TAACG": 1187,
      "TCTTTAA": 1188,
      "AGAAGGG": 1189,
      "ATTTCCC": 1190,
      "AACTGG": 1191,
      "AGATCG": 1192,
      "TCCCGAGTAGC": 1193,
      "AAATAAG": 1194,
      "ATTTATG": 1195,
      "TCTCAGC": 1196,
      "TTTTTTC": 1197,
      "AACTCCTGACCTC": 1198,
      "AGTTTTC": 1199,
      "AGCGG": 1200,
      "AAAATAG": 1201,
      "AGAAGCATTCTCAGAA": 1202,
      "ATTATTC": 1203,
      "ACCTGGC": 1204,
      "TATATAT": 1205,
      "ACTATC": 1206,
      "TAATATT": 1207,
      "TGCAGTG": 1208,
      "TAAGGG": 1209,
      "TTTTTCC": 1210,
      "AAATGGC": 1211,
      "TCGGG": 1212,
      "TGCAAG": 1213,
      "AAAAATC": 1214,
      "TTTCTCC": 1215,
      "AACAGAA": 1216,
      "AAA": 1217,
      "TTGAGCCC": 1218,
      "TAGCCC": 1219,
      "ACCCAGC": 1220,
      "AACAGG": 1221,
      "TGGGTGG": 1222,
      "AATTCCC": 1223,
      "AGCCAGG": 1224,
      "TAAAAAC": 1225,
      "TGCACC": 1226,
      "ACTGAA": 1227,
      "AGAAAGG": 1228,
      "TGCTTTC": 1229,
      "TGGGACTACAGGC": 1230,
      "TGCAAC": 1231,
      "TTTTTTTC": 1232,
      "TTGATC": 1233,
      "ACTAAG": 1234,
      "TGACG": 1235,
      "ATTACAGGC": 1236,
      "AAGGAAGG": 1237,
      "TATAATT": 1238,
      "ATGCG": 1239,
      "TTTTTATT": 1240,
      "AAAGTAA": 1241,
      "AGATGGG": 1242,
      "AGAAATC": 1243,
      "TACAAG": 1244,
      "ATTTCAC": 1245,
      "GGCG": 1246,
      "TACTAAAAATACAAAAATT": 1247,
      "TCTTTCC": 1248,
      "TGTAATCCCAGCTAC": 1249,
      "TATATATT": 1250,
      "GCGCC": 1251,
      "TCTTTGC": 1252,
      "TATAAAC": 1253,
      "TTGACC": 1254,
      "ATTCAAG": 1255,
      "TATATAC": 1256,
      "ACTGAG": 1257,
      "TACATC": 1258,
      "AGAAAGC": 1259,
      "AGGCCGAGGC": 1260,
      "TAAAATT": 1261,
      "AAATCTC": 1262,
      "AGGAGGG": 1263,
      "AAATCCC": 1264,
      "TGCCG": 1265,
      "AGTTTCC": 1266,
      "ACGAGG": 1267,
      "TGTTTCC": 1268,
      "TGGCTCACGCC": 1269,
      "TGAAAAG": 1270,
      "AGATTTT": 1271,
      "TAGAGC": 1272,
      "AGCCTGG": 1273,
      "TAAACC": 1274,
      "ATTCCCC": 1275,
      "TAGAGG": 1276,
      "AGCTGGGC": 1277,
      "TCAATC": 1278,
      "TAATGG": 1279,
      "TTACG": 1280,
      "TTCATTC": 1281,
      "CCCGGC": 1282,
      "ATCATTC": 1283,
      "TTTGAGGCC": 1284,
      "AGACAGGG": 1285,
      "GCTGC": 1286,
      "ATCTCAGC": 1287,
      "TATAGG": 1288,
      "TTTGTATT": 1289,
      "AGAGCCC": 1290,
      "AAGCCCC": 1291,
      "AGCAAAA": 1292,
      "TCAATAA": 1293,
      "TAAAATAA": 1294,
      "AAATTGG": 1295,
      "TGAGGCC": 1296,
      "ATGTATT": 1297,
      "TACTGG": 1298,
      "AGATTGC": 1299,
      "TTCTATT": 1300,
      "ACTTCCC": 1301,
      "TTTAACC": 1302,
      "ATTTAAG": 1303,
      "TTTCACC": 1304,
      "TGTAATCCC": 1305,
      "ACTAAC": 1306,
      "TTTTTAG": 1307,
      "ATTTAAC": 1308,
      "TCCTTTC": 1309,
      "TCATTTT": 1310,
      "TGGTGTG": 1311,
      "ATCCTGGC": 1312,
      "TTTGTAG": 1313,
      "GGCCCC": 1314,
      "TCTTTTG": 1315,
      "TGCTGGG": 1316,
      "TAACCC": 1317,
      "TTCTCTG": 1318,
      "AAAGGGC": 1319,
      "TCCATCTC": 1320,
      "ACATGCC": 1321,
      "TGAAACCC": 1322,
      "AACTTTT": 1323,
      "ATGTGTG": 1324,
      "AATATTG": 1325,
      "AGGGAGG": 1326,
      "AGATATG": 1327,
      "TTCTCCC": 1328,
      "ATCTTTC": 1329,
      "TTCTGTG": 1330,
      "TACTCC": 1331,
      "AAGATT": 1332,
      "GTGGTGGC": 1333,
      "AAATACC": 1334,
      "TTT": 1335,
      "AAAAGAAAA": 1336,
      "ATCCG": 1337,
      "TAATCC": 1338,
      "AAGACCAGCC": 1339,
      "AGAGAAC": 1340,
      "TCCCCCC": 1341,
      "AGATGCC": 1342,
      "TTTGGGG": 1343,
      "GAGAC": 1344,
      "TTTGAGG": 1345,
      "GCACC": 1346,
      "AGAAATAA": 1347,
      "TATTTAC": 1348,
      "ATGTTTC": 1349,
      "TTTGCCC": 1350,
      "AGGTGCC": 1351,
      "ATGACC": 1352,
      "AAAAATAA": 1353,
      "TATTTCC": 1354,
      "TGCTTCC": 1355,
      "AGACCCC": 1356,
      "TTTGAAG": 1357,
      "AGGGGCC": 1358,
      "ACTACC": 1359,
      "TGCAGCC": 1360,
      "ATAAGCC": 1361,
      "TTGTTTC": 1362,
      "AAGCTGG": 1363,
      "ACTCG": 1364,
      "AGGTCC": 1365,
      "TCCCTCCC": 1366,
      "AACGC": 1367,
      "AGCTGTG": 1368,
      "TAATTTC": 1369,
      "TGCTGCC": 1370,
      "TATTCAAC": 1371,
      "TGAATAG": 1372,
      "TGTAGTCCCAGCTAC": 1373,
      "ACAGTT": 1374,
      "ACATTTT": 1375,
      "TGGGAGGC": 1376,
      "TGCGC": 1377,
      "ATATTGG": 1378,
      "AGAGGGC": 1379,
      "TACAGG": 1380,
      "AAAATATT": 1381,
      "AAGAATG": 1382,
      "ATGGGGG": 1383,
      "TCCGG": 1384,
      "ACTGTT": 1385,
      "TGCATT": 1386,
      "ATTCTGG": 1387,
      "TTTGTTG": 1388,
      "AGATTCC": 1389,
      "AAAAGGC": 1390,
      "TGAATAA": 1391,
      "TGCTGTG": 1392,
      "TTTATCC": 1393,
      "AGTGGGG": 1394,
      "AGAGAGC": 1395,
      "ACTAGG": 1396,
      "AGGGAAG": 1397,
      "TTTCTTTTC": 1398,
      "TGAAATG": 1399,
      "TGGGAAG": 1400,
      "TAGTGG": 1401,
      "TGAACCC": 1402,
      "TCCTCTC": 1403,
      "AAAACG": 1404,
      "AAAATGG": 1405,
      "TTCCCCC": 1406,
      "ATATCTC": 1407,
      "TAGTTC": 1408,
      "AGGCAGG": 1409,
      "ATGAGAA": 1410,
      "TGGCCAAC": 1411,
      "AGAGAGG": 1412,
      "TATATTG": 1413,
      "AAAAAGC": 1414,
      "TATAAAG": 1415,
      "AAAATTC": 1416,
      "AAGTTTT": 1417,
      "ATATATAA": 1418,
      "AATTTAC": 1419,
      "TTCCTTG": 1420,
      "AATTCTC": 1421,
      "AGATGGC": 1422,
      "ATTTGTC": 1423,
      "TAGTTG": 1424,
      "TTTCTAA": 1425,
      "TTTCTTG": 1426,
      "ACATAG": 1427,
      "AGAGGTTGCAGTG": 1428,
      "TCTTGCC": 1429,
      "TGGAGGC": 1430,
      "AAGGAAG": 1431,
      "TGGTGGC": 1432,
      "AAAGGCC": 1433,
      "AAAACCC": 1434,
      "TTATATG": 1435,
      "AGAGGGG": 1436,
      "AGCCCCC": 1437,
      "TCTCCCC": 1438,
      "TACGG": 1439,
      "TCCCAGGTTC": 1440,
      "AACCG": 1441,
      "ACAAAAC": 1442,
      "AATGTAA": 1443,
      "AAAAGCC": 1444,
      "ATTCATC": 1445,
      "ATTTGGG": 1446,
      "ACAATAA": 1447,
      "ATTTGTT": 1448,
      "AAAAAGG": 1449,
      "ATTTCTTC": 1450,
      "ATA": 1451,
      "AGTCTGC": 1452,
      "ACGGG": 1453,
      "TGGAAGG": 1454,
      "TTCCTTC": 1455,
      "AGTGGGC": 1456,
      "TATAATAA": 1457,
      "AGTCG": 1458,
      "ACCACAC": 1459,
      "TCATAG": 1460,
      "GCCCGCC": 1461,
      "ATTTGCC": 1462,
      "AGAGATG": 1463,
      "TTCCTCC": 1464,
      "TTGCG": 1465,
      "AACATTC": 1466,
      "TCCTAGC": 1467,
      "AGAATGG": 1468,
      "TCTGTAA": 1469,
      "TCAAATT": 1470,
      "ACATATT": 1471,
      "AGTTCCC": 1472,
      "AGGGCCC": 1473,
      "AAAAGGG": 1474,
      "TCACGCC": 1475,
      "ACTCTT": 1476,
      "TTTTTAC": 1477,
      "TGGACC": 1478,
      "AAAGCCC": 1479,
      "ATCTTGGC": 1480,
      "ATCTCTC": 1481,
      "AGGGGGC": 1482,
      "TGATATT": 1483,
      "TCCCTGC": 1484,
      "ATATGGC": 1485,
      "AGCTTCC": 1486,
      "TTTTTGC": 1487,
      "TGTCG": 1488,
      "ACTTTTC": 1489,
      "AGCCTCC": 1490,
      "AAAGATG": 1491,
      "TGGTCC": 1492,
      "TGTGCCC": 1493,
      "ACACAGC": 1494,
      "ATCCATG": 1495,
      "TTTCTGC": 1496,
      "AGAAATT": 1497,
      "GAGACCAGCC": 1498,
      "AACGG": 1499,
      "GGGGTTTC": 1500,
      "TGGGCCC": 1501,
      "ATTCTCC": 1502,
      "TGATTTT": 1503,
      "TAGATT": 1504,
      "TAGATC": 1505,
      "AATATCC": 1506,
      "TGTGGTGGC": 1507,
      "TGTGATG": 1508,
      "TATATGC": 1509,
      "ATAATTTT": 1510,
      "AAAGAGG": 1511,
      "ATCACCTGAGG": 1512,
      "TAGTAC": 1513,
      "AGGAGTTC": 1514,
      "AGCAGAG": 1515,
      "AAAATTG": 1516,
      "TATAAATT": 1517,
      "ATATGCC": 1518,
      "TCCTGGGC": 1519,
      "TATAGAA": 1520,
      "TTCCAGC": 1521,
      "AGTCTTGC": 1522,
      "AATGGGG": 1523,
      "TATAATG": 1524,
      "TTCCAAG": 1525,
      "TGGAAGC": 1526,
      "AATTTCC": 1527,
      "AGGCCAAGGC": 1528,
      "ACCAGCC": 1529,
      "AATATGG": 1530,
      "AGA": 1531,
      "ATTATTG": 1532,
      "AGTGGCC": 1533,
      "TTTAAGG": 1534,
      "TTCAGCC": 1535,
      "TGGAGTGC": 1536,
      "AAACTGC": 1537,
      "TGAGCCC": 1538,
      "TGTTCCC": 1539,
      "TTCTGGG": 1540,
      "TTGCCCAGGCTGG": 1541,
      "ACCAAAA": 1542,
      "AGCAGCC": 1543,
      "ATTCTGC": 1544,
      "TCAGCCC": 1545,
      "AGGATT": 1546,
      "AAACAAC": 1547,
      "TTCTCAC": 1548,
      "TTTTGGG": 1549,
      "TTTTGGC": 1550,
      "TTGAGCC": 1551,
      "TACAGAA": 1552,
      "AAAGAGC": 1553,
      "ATAAATT": 1554,
      "TCTCTGC": 1555,
      "TGAGAAC": 1556,
      "AATGAAC": 1557,
      "GTGAGCCACC": 1558,
      "AGATAAC": 1559,
      "ATTTCGTTGGAAACGGG": 1560,
      "AAAGGGG": 1561,
      "AGCCGAGATC": 1562,
      "AGTATTC": 1563,
      "TCCCAGG": 1564,
      "TTAATTTT": 1565,
      "TCCCACC": 1566,
      "AGATATC": 1567,
      "TATCG": 1568,
      "GCCG": 1569,
      "AGCCGGGC": 1570,
      "TTGGGGG": 1571,
      "ATATATC": 1572,
      "TAGTTTC": 1573,
      "TCATATT": 1574,
      "TTGATT": 1575,
      "AAAAATAC": 1576,
      "TCCCAAAGTGCTGGGATTAC": 1577,
      "AAGATGG": 1578,
      "TCAAAAC": 1579,
      "TCCTGGC": 1580,
      "AGCTTTC": 1581,
      "TTATAAAA": 1582,
      "AAGAAGG": 1583,
      "TGGAAAC": 1584,
      "TATATTTT": 1585,
      "ATCTGCC": 1586,
      "TGACTTC": 1587,
      "TCAAATG": 1588,
      "ACTGCCC": 1589,
      "TATTTGC": 1590,
      "TTATTCC": 1591,
      "ACACACC": 1592,
      "AATCTGCAAGTGG": 1593,
      "AGAAACC": 1594,
      "TGTTTGC": 1595,
      "AGGGAGGG": 1596,
      "AGAAAAGG": 1597,
      "GCAGC": 1598,
      "TTTGGCC": 1599,
      "AGAGAAAA": 1600,
      "AAATAGC": 1601,
      "TGGGGGG": 1602,
      "TTGTCTC": 1603,
      "TAGAAAC": 1604,
      "ACTAGC": 1605,
      "AGATAAG": 1606,
      "ACAAATG": 1607,
      "TCTTCTC": 1608,
      "TGGAGAA": 1609,
      "ATCTTTG": 1610,
      "TTTTGTATT": 1611,
      "AAAGTAC": 1612,
      "ACATAT": 1613,
      "TGTGAAG": 1614,
      "TGTGCG": 1615,
      "AATATGC": 1616,
      "TATGTTG": 1617,
      "ATGCCCC": 1618,
      "ACAAATT": 1619,
      "TTTTATT": 1620,
      "TGGTTTC": 1621,
      "AGGCTAG": 1622,
      "AGGCAGC": 1623,
      "ACCATT": 1624,
      "TATACAC": 1625,
      "TACCG": 1626,
      "TGGGTGC": 1627,
      "TCCTCAC": 1628,
      "TGAAACCCCGTCTC": 1629,
      "TGGAATT": 1630,
      "AACAATG": 1631,
      "ATGCTGC": 1632,
      "AGGTTTG": 1633,
      "AACAAAC": 1634,
      "AGTTTGAGACCAGCC": 1635,
      "AAAACAAAA": 1636,
      "ATCTGTG": 1637,
      "ATCTTCC": 1638,
      "ATATTGC": 1639,
      "ATTGTAA": 1640,
      "TCCATT": 1641,
      "AGTCCCC": 1642,
      "AGATACC": 1643,
      "TGCCTCAGCC": 1644,
      "AGTTTAA": 1645,
      "TGCCCCC": 1646,
      "TTGCCCC": 1647,
      "AGGAATG": 1648,
      "ACAAAAG": 1649,
      "TTTTGTTTT": 1650,
      "TCCAAAA": 1651,
      "ATCTCTG": 1652,
      "ATTCTTC": 1653,
      "ACCTCTC": 1654,
      "TACTAG": 1655,
      "GGAAG": 1656,
      "TTTGTTC": 1657,
      "TTTTCTTTT": 1658,
      "ATTCTTTT": 1659,
      "AATTTATT": 1660,
      "TCATTTC": 1661,
      "ATTCTAA": 1662,
      "TGATTTC": 1663,
      "TCACTGCAAGC": 1664,
      "TTCAAGCG": 1665,
      "AGTTCTC": 1666,
      "ACAGAAC": 1667,
      "AGATAAAA": 1668,
      "AGTGAAC": 1669,
      "AAAAAATAA": 1670,
      "AGTTTGC": 1671,
      "TGTAGTCCCAGC": 1672,
      "TAATTTTTTGTATT": 1673,
      "ACAGCCC": 1674,
      "ATGGAGC": 1675,
      "AGGTTTT": 1676,
      "TACTTTC": 1677,
      "AGTGAGC": 1678,
      "ATGAATG": 1679,
      "TATAA": 1680,
      "TTTATGC": 1681,
      "TCCGTCTC": 1682,
      "TCCCTCC": 1683,
      "AGGTTGC": 1684,
      "AGGTGGG": 1685,
      "TACACC": 1686,
      "TGATAG": 1687,
      "ATATATATATATATAT": 1688,
      "TAAAACC": 1689,
      "TCTCTTC": 1690,
      "TGGTATT": 1691,
      "TTATAAG": 1692,
      "TGTAGCC": 1693,
      "ATTAAAC": 1694,
      "ATTCAGC": 1695,
      "ACCCCCC": 1696,
      "TCACTGCAACCTCTGCC": 1697,
      "ATGAAAC": 1698,
      "ATCTATT": 1699,
      "AGGCTGGAGTGCAGTGG": 1700,
      "AGGAGAG": 1701,
      "TGGGAGC": 1702,
      "ATGCCTGGC": 1703,
      "TCAAAAG": 1704,
      "ACACTGC": 1705,
      "ATTGCCC": 1706,
      "TGAAGCC": 1707,
      "TTCGG": 1708,
      "TAGTGC": 1709,
      "AGAGCAAG": 1710,
      "TTGAAAC": 1711,
      "AAGGAAC": 1712,
      "AATTAAAA": 1713,
      "ACAGTGGC": 1714,
      "AGAACCC": 1715,
      "AGGAGAC": 1716,
      "AGCATGG": 1717,
      "AAGTATT": 1718,
      "ATGTAT": 1719,
      "ATCTCAC": 1720,
      "TTCCTGG": 1721,
      "AAACCTC": 1722,
      "AAATATAA": 1723,
      "TTAGAAG": 1724,
      "AGGACAC": 1725,
      "TATGTAA": 1726,
      "TGTGGCC": 1727,
      "AAGAAGC": 1728,
      "TTCGC": 1729,
      "AAGATAA": 1730,
      "ATTCATTC": 1731,
      "TCTTTAG": 1732,
      "TGAAATC": 1733,
      "TGTATTC": 1734,
      "TGACCTC": 1735,
      "AATGGAATGG": 1736,
      "TGCAAAA": 1737,
      "ACCATGG": 1738,
      "TATCTATC": 1739,
      "ATGTTGG": 1740,
      "ATATATAC": 1741,
      "TTTCTTTTG": 1742,
      "GGGTGG": 1743,
      "AGATCCC": 1744,
      "TATCTGG": 1745,
      "TTTGTGG": 1746,
      "CCCAGCC": 1747,
      "ATTTTAAAA": 1748,
      "AAGTTTC": 1749,
      "TTCTTGG": 1750,
      "ATCAGAG": 1751,
      "AGTGTAA": 1752,
      "ACTTTAA": 1753,
      "TGTTCTC": 1754,
      "AGCTGCC": 1755,
      "TTCAAGG": 1756,
      "AGATCTC": 1757,
      "TATTTTTC": 1758,
      "AACAGAG": 1759,
      "ATCCTGGCTAAC": 1760,
      "TCAGGCTGG": 1761,
      "TCATTCC": 1762,
      "AATAAGC": 1763,
      "TCCACCC": 1764,
      "TGTGTGC": 1765,
      "ATGCACC": 1766,
      "TTAGTAA": 1767,
      "ATCACAC": 1768,
      "TCGTG": 1769,
      "ACTTTGG": 1770,
      "AGGCGC": 1771,
      "ACCACGCC": 1772,
      "ACATTTC": 1773,
      "TGTTTAA": 1774,
      "TTCAGAA": 1775,
      "AGTGCCC": 1776,
      "ATCTTGG": 1777,
      "GATG": 1778,
      "AGCTTTT": 1779,
      "TCTGGGC": 1780,
      "TGGTGGG": 1781,
      "AGGTTTC": 1782,
      "AAT": 1783,
      "TGGATAA": 1784,
      "ATATAAC": 1785,
      "TCTGGGG": 1786,
      "TCACTGCAGCC": 1787,
      "TGTCTCC": 1788,
      "ATACAAAA": 1789,
      "ATTCTTG": 1790,
      "TAAAATC": 1791,
      "TGGAGAC": 1792,
      "AAAGAGAA": 1793,
      "AAGGGGC": 1794,
      "TATATCC": 1795,
      "TTTTATG": 1796,
      "TCTGGCC": 1797,
      "TAGACC": 1798,
      "GGGCGG": 1799,
      "AATGATG": 1800,
      "TCAGAAG": 1801,
      "TTCAAGTG": 1802,
      "ATTATAC": 1803,
      "AATAACC": 1804,
      "ATTTGGC": 1805,
      "AGTAAAA": 1806,
      "ATTGTTC": 1807,
      "ATTAATT": 1808,
      "ATTCATG": 1809,
      "GCTTTC": 1810,
      "ACCACACCC": 1811,
      "TCTCTCC": 1812,
      "TATATATG": 1813,
      "ATTCTAC": 1814,
      "AGGTTGG": 1815,
      "TGTTTGG": 1816,
      "ATTTGAC": 1817,
      "TATTTGG": 1818,
      "TAGGAAG": 1819,
      "TAGCG": 1820,
      "AGAATTC": 1821,
      "TCTCACTCTG": 1822,
      "GGAGC": 1823,
      "ATAATTG": 1824,
      "TCCCAGCACTTTGGG": 1825,
      "TCTATTC": 1826,
      "TGGGTAA": 1827,
      "TGAAACAC": 1828,
      "TGAAACCCCATCTC": 1829,
      "TCACAGC": 1830,
      "TTTTCTTC": 1831,
      "ATTGCACTCCAGCC": 1832,
      "AATGAATG": 1833,
      "TCTTGGC": 1834,
      "AAGACAC": 1835,
      "TGCACCC": 1836,
      "AAACAGC": 1837,
      "AGACCTC": 1838,
      "ATATCCC": 1839,
      "AAACACTCTTTTTGTAG": 1840,
      "TTATATC": 1841,
      "TTAAAT": 1842,
      "ATAGGCC": 1843,
      "TCAGGCC": 1844,
      "AGGTGGC": 1845,
      "TTTATGG": 1846,
      "AAAGTTG": 1847,
      "AGAATAC": 1848,
      "TTATTGC": 1849,
      "AGCCATG": 1850,
      "TGTCCCC": 1851,
      "ATAAATC": 1852,
      "TCCATCC": 1853,
      "TTTTAAG": 1854,
      "GTAA": 1855,
      "AAAGATC": 1856,
      "TTGTTTG": 1857,
      "AATTTAG": 1858,
      "ACTGCACTCC": 1859,
      "AAAAGAAG": 1860,
      "TATCCCC": 1861,
      "TTGTGTG": 1862,
      "TGCTGGC": 1863,
      "TCTTTAC": 1864,
      "TTTGGGC": 1865,
      "ATAATAC": 1866,
      "ATTTACC": 1867,
      "ATGCTGG": 1868,
      "TTATAAC": 1869,
      "TTTAAGC": 1870,
      "TATATGG": 1871,
      "ACAAAGC": 1872,
      "ATGGCG": 1873,
      "AAGAGAC": 1874,
      "AAAGTTC": 1875,
      "TTTAGTAGAGATGGGG": 1876,
      "AGAATAG": 1877,
      "AAACATC": 1878,
      "TCCAGGG": 1879,
      "TCCAGGC": 1880,
      "ATGAAGC": 1881,
      "TATAATC": 1882,
      "TTTTGTAG": 1883,
      "ATTTTTTC": 1884,
      "TCATTGC": 1885,
      "TAAATAC": 1886,
      "AGGTATT": 1887,
      "TTCTTGC": 1888,
      "ACCTTCC": 1889,
      "TCTGTGC": 1890,
      "AACTTTC": 1891,
      "AAAGTAG": 1892,
      "ACCGG": 1893,
      "ATGATCC": 1894,
      "AACTTCC": 1895,
      "ATGTATG": 1896,
      "TTCTGGC": 1897,
      "TGAAGGC": 1898,
      "AAGAGAG": 1899,
      "AGGTGTGAGCC": 1900,
      "TTAGAAAA": 1901,
      "TGTGGGG": 1902,
      "TAAATGC": 1903,
      "TGATTGG": 1904,
      "ATTCTAG": 1905,
      "ATCGG": 1906,
      "AGTAACC": 1907,
      "ATATATATT": 1908,
      "TGGAGGG": 1909,
      "AGCCGC": 1910,
      "TTTCTCTC": 1911,
      "TGGAGAG": 1912,
      "GGGAGGC": 1913,
      "AAACCAC": 1914,
      "ATGATGG": 1915,
      "ACTGTAA": 1916,
      "GTCC": 1917,
      "ACATATG": 1918,
      "TAAGAAC": 1919,
      "AAGGCCC": 1920,
      "ATTGTTTT": 1921,
      "GAAG": 1922,
      "TTAGAAC": 1923,
      "TGTAACC": 1924,
      "GAGC": 1925,
      "ATTAGAA": 1926,
      "AATGAAG": 1927,
      "ACAGAAAA": 1928,
      "AATAGCC": 1929,
      "TGGTCTC": 1930,
      "TGCAACC": 1931,
      "TGAGGGC": 1932,
      "ATCTCCC": 1933,
      "TTCACGCC": 1934,
      "TAAAGAA": 1935,
      "ATTTAGC": 1936,
      "AAAACAAAAC": 1937,
      "ATTGTAG": 1938,
      "AACATAA": 1939,
      "AAAAAAATT": 1940,
      "ATTTAGG": 1941,
      "TGATGGG": 1942,
      "TTAGATT": 1943,
      "ACCCACC": 1944,
      "TTGGGCC": 1945,
      "ATTGTGG": 1946,
      "AAGAGTG": 1947,
      "TATTCCC": 1948,
      "AAGGAAAA": 1949,
      "AGCAGGG": 1950,
      "TGGGAAC": 1951,
      "ACGCCC": 1952,
      "AGT": 1953,
      "GTAG": 1954,
      "TCAAAGC": 1955,
      "AAAAAAAAAAAAAAAAAAAA": 1956,
      "AAGTAGC": 1957,
      "AGTTTAG": 1958,
      "TGCTCTG": 1959,
      "AAACTAA": 1960,
      "TGTTTAC": 1961,
      "TTTTTTTG": 1962,
      "AAGGGCC": 1963,
      "TGTGGGC": 1964,
      "AAAAACC": 1965,
      "ATAGATAG": 1966,
      "AGGAGCC": 1967,
      "AGTTTAC": 1968,
      "TTCAACC": 1969,
      "AGGCATG": 1970,
      "TGCCACC": 1971,
      "AATGGCC": 1972,
      "AGGCACC": 1973,
      "TTATGCC": 1974,
      "TCCAGAG": 1975,
      "TGGCTCACACC": 1976,
      "AGAATTG": 1977,
      "AGAAAACC": 1978,
      "ATGATTC": 1979,
      "TTTTTGG": 1980,
      "TTCCTGC": 1981,
      "TAAATTC": 1982,
      "TGTCTTC": 1983,
      "AAAGACC": 1984,
      "AATTGCC": 1985,
      "TAAAAGC": 1986,
      "ATCCCCC": 1987,
      "AAAGTGG": 1988,
      "TGTCTGC": 1989,
      "AAACTAC": 1990,
      "TGAATTC": 1991,
      "ACAGTGC": 1992,
      "TACTAAAA": 1993,
      "TTATTGG": 1994,
      "AACACAC": 1995,
      "TTGGGGC": 1996,
      "ATAGAAAA": 1997,
      "AATGTTG": 1998,
      "TGAAACC": 1999,
      "TCACCCC": 2000,
      "AAATATTC": 2001,
      "TGAGAAG": 2002,
      "ATAAAGC": 2003,
      "TCTGTTG": 2004,
      "ACTGTGG": 2005,
      "AGATTGG": 2006,
      "TAATAT": 2007,
      "TACTCGGGAGGCTGAGGCAGGAGAA": 2008,
      "ATTGTTG": 2009,
      "GAGGC": 2010,
      "AATTAAC": 2011,
      "ATTTTTATT": 2012,
      "ATGAACC": 2013,
      "TATGGTG": 2014,
      "ATCAGAA": 2015,
      "ACTGTAC": 2016,
      "ACTTTTG": 2017,
      "AGCAGTG": 2018,
      "TTTCTAC": 2019,
      "ATAATAG": 2020,
      "AGCAGAA": 2021,
      "AGTTGGG": 2022,
      "ATGGTAG": 2023,
      "AAGTCAC": 2024,
      "ACAATGG": 2025,
      "ATAATTC": 2026,
      "TCTGTCACCC": 2027,
      "ATGTGGC": 2028,
      "AATAAGG": 2029,
      "TCAAGTGATCC": 2030,
      "AGATCGAGACC": 2031,
      "TGAATAC": 2032,
      "TGCCTGCC": 2033,
      "TGACCCC": 2034,
      "ATTAATG": 2035,
      "GTTC": 2036,
      "TCCTCTG": 2037,
      "TTGAACCTGGG": 2038,
      "AGCCTGC": 2039,
      "ACAGGGC": 2040,
      "TATTTAG": 2041,
      "AGAAGCATTC": 2042,
      "TCTTGGG": 2043,
      "AAAATAT": 2044,
      "AGCAGGC": 2045,
      "TGTAAGG": 2046,
      "ATTTTTTG": 2047,
      "AGGTATG": 2048,
      "ATCCTCCC": 2049,
      "AGGCCAAGG": 2050,
      "AGACTGG": 2051,
      "ATTATCC": 2052,
      "TTCGTTGGAAACGGG": 2053,
      "TGATTCC": 2054,
      "TAAGAAG": 2055,
      "TTTCTAG": 2056,
      "ACGAGGTCAGG": 2057,
      "AATTTGG": 2058,
      "AGATAGC": 2059,
      "ATGGCCC": 2060,
      "ACAGATG": 2061,
      "AGCTGGC": 2062,
      "ATTGTGCC": 2063,
      "ATCTCCTGACCTC": 2064,
      "AATGTGC": 2065,
      "ACATGGC": 2066,
      "AGAATGC": 2067,
      "TTCTTTTC": 2068,
      "TTATGGC": 2069,
      "AGTTGGC": 2070,
      "TTTGAAC": 2071,
      "TTTTATC": 2072,
      "ATATTTTG": 2073,
      "AGTTGCC": 2074,
      "TTTAGCC": 2075,
      "TTCAGTG": 2076,
      "AGGGAAC": 2077,
      "TGCCCGCC": 2078,
      "ACACGC": 2079,
      "TCCTGTG": 2080,
      "AGGAGTG": 2081,
      "AACTCCTG": 2082,
      "ACACAC": 2083,
      "TCCCGG": 2084,
      "TTTTAAC": 2085,
      "TCTGTGG": 2086,
      "AGGGTGG": 2087,
      "AATGGGC": 2088,
      "ACCTGGG": 2089,
      "AGACTGC": 2090,
      "TTAGTAG": 2091,
      "ATGTCTC": 2092,
      "TGAAAGC": 2093,
      "ATTGAGC": 2094,
      "ATGTTTG": 2095,
      "AAGGAGC": 2096,
      "AGAGTGC": 2097,
      "TCAGGGC": 2098,
      "AGGATGGTCTCG": 2099,
      "TTTCAAC": 2100,
      "TCTTTGG": 2101,
      "TTTTGTTTTG": 2102,
      "TACGC": 2103,
      "TCCTTTG": 2104,
      "TCCTTGC": 2105,
      "AAGGGGG": 2106,
      "ATAGAAC": 2107,
      "TTATCTC": 2108,
      "ACCCAGCC": 2109,
      "TTCATCC": 2110,
      "ACATTCC": 2111,
      "AGACAGC": 2112,
      "ATCTTGC": 2113,
      "TAACAGAG": 2114,
      "ATGTAAG": 2115,
      "TTTCTTCC": 2116,
      "AGGTGATCC": 2117,
      "ATCTGAC": 2118,
      "TTCAAAC": 2119,
      "TTTCTGG": 2120,
      "AATTGGC": 2121,
      "ATCAGTG": 2122,
      "ACTCTTG": 2123,
      "ATGTGAC": 2124,
      "TCCATTC": 2125,
      "AGTAAGC": 2126,
      "ATGTGTC": 2127,
      "AGGGAGC": 2128,
      "AGGTCTC": 2129,
      "ATCACCC": 2130,
      "ACAAACC": 2131,
      "TGTGTAC": 2132,
      "ATGGAAG": 2133,
      "GTTG": 2134,
      "AAGGTAA": 2135,
      "TCATTGG": 2136,
      "ACTTCTC": 2137,
      "ATACCTC": 2138,
      "ATCTGGC": 2139,
      "AGGCAAG": 2140,
      "ACACAGG": 2141,
      "TCCAGAA": 2142,
      "TAAATATT": 2143,
      "TTCTGTC": 2144,
      "ATTTATTG": 2145,
      "TAAGAAAA": 2146,
      "ATATGGG": 2147,
      "TAATTTG": 2148,
      "TTTCACCATGTTGGCCAGGCTGG": 2149,
      "AGTGTGG": 2150,
      "ATGTATC": 2151,
      "AGAAAAAAAA": 2152,
      "ATTTGAG": 2153,
      "TCAGGAGGCTGAGGCAGGAGAA": 2154,
      "TATAAGC": 2155,
      "AACTGTG": 2156,
      "TTTACCC": 2157,
      "ATCATAA": 2158,
      "TAGAATG": 2159,
      "TCAAGCC": 2160,
      "ATTCACC": 2161,
      "GCCCCC": 2162,
      "TTTAGGG": 2163,
      "AGCTATT": 2164,
      "ATTGTGC": 2165,
      "TGGCTGC": 2166,
      "ACCTCGGCC": 2167,
      "ACTGTGC": 2168,
      "TTAGAGC": 2169,
      "AGGATGC": 2170,
      "TATCTGC": 2171,
      "ACTTTGC": 2172,
      "TCTTTATT": 2173,
      "ATGAAGG": 2174,
      "AAGCGC": 2175,
      "ATTGTAC": 2176,
      "TCACTGCAACCTCCGCC": 2177,
      "GCCTGCC": 2178,
      "ATCCAGC": 2179,
      "TCATCCC": 2180,
      "GCGCCC": 2181,
      "AGTAGCC": 2182,
      "GTGATCC": 2183,
      "AGATAGG": 2184,
      "ATACCAC": 2185,
      "TATAAGG": 2186,
      "AAACTTC": 2187,
      "AGTGAAG": 2188,
      "ATGATAA": 2189,
      "ATTATTTT": 2190,
      "ACCATGC": 2191,
      "TCACTTG": 2192,
      "TTGCTGC": 2193,
      "TCCCTGG": 2194,
      "TCTTTTCC": 2195,
      "ATACCCC": 2196,
      "TCAAATC": 2197,
      "TTGGGAGGCTGAGGCAGGAGAA": 2198,
      "TATAAAAC": 2199,
      "TTTGTAC": 2200,
      "ACCTTTT": 2201,
      "ATGGATGG": 2202,
      "TTTAAAAAA": 2203,
