{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "U": 8,
      "AA": 9,
      "UG": 10,
      "CC": 11,
      "AG": 12,
      "UU": 13,
      "UC": 14,
      "AC": 15,
      "GG": 16,
      "UGG": 17,
      "AU": 18,
      "AAG": 19,
      "AGG": 20,
      "UGC": 21,
      "ACC": 22,
      "UCC": 23,
      "AUU": 24,
      "AGC": 25,
      "AUG": 26,
      "AAC": 27,
      "AUC": 28,
      "UUC": 29,
      "UUG": 30,
      "CCC": 31,
      "UAA": 32,
      "GC": 33,
      "AAAA": 34,
      "UGGG": 35,
      "UAC": 36,
      "AGGG": 37,
      "AGCC": 38,
      "AGAA": 39,
      "UGGC": 40,
      "AGGC": 41,
      "AAGG": 42,
      "UGCC": 43,
      "AAGC": 44,
      "UUCC": 45,
      "UAG": 46,
      "UCCC": 47,
      "AUGG": 48,
      "UUUU": 49,
      "AGAC": 50,
      "UGUG": 51,
      "UCUC": 52,
      "ACCC": 53,
      "AUCC": 54,
      "AUUC": 55,
      "UGAA": 56,
      "AGAG": 57,
      "GCC": 58,
      "GGC": 59,
      "AUGC": 60,
      "ACAC": 61,
      "UUUC": 62,
      "UAU": 63,
      "UGAC": 64,
      "AAAC": 65,
      "UUGG": 66,
      "UGUC": 67,
      "GGG": 68,
      "UUGC": 69,
      "UGAG": 70,
      "AUAA": 71,
      "UAUU": 72,
      "UCAC": 73,
      "AACC": 74,
      "AAAG": 75,
      "UGUU": 76,
      "UAUG": 77,
      "ACG": 78,
      "UAAG": 79,
      "UACC": 80,
      "ACAG": 81,
      "UAAC": 82,
      "AGUC": 83,
      "ACUC": 84,
      "AGGCC": 85,
      "UAGC": 86,
      "UAUC": 87,
      "AUAC": 88,
      "AAUU": 89,
      "AGUU": 90,
      "UGAAG": 91,
      "AAUC": 92,
      "UGGCC": 93,
      "AGAAG": 94,
      "AGUG": 95,
      "UGGGC": 96,
      "UAGG": 97,
      "ACUU": 98,
      "UCUU": 99,
      "GGCC": 100,
      "UCUG": 101,
      "UCG": 102,
      "AUUG": 103,
      "UCCCC": 104,
      "ACAA": 105,
      "ACUG": 106,
      "AGGGC": 107,
      "ACCCC": 108,
      "AUGGC": 109,
      "UCAG": 110,
      "AAGCC": 111,
      "AUUCC": 112,
      "UUUG": 113,
      "AAAU": 114,
      "GGGC": 115,
      "AUGCC": 116,
      "AAUG": 117,
      "UGGGG": 118,
      "AUUUU": 119,
      "AGCCC": 120,
      "AAUAA": 121,
      "AAAAC": 122,
      "AGAGG": 123,
      "AGAGC": 124,
      "AAGGC": 125,
      "AGAAC": 126,
      "AAAAG": 127,
      "AGAUG": 128,
      "AGGGG": 129,
      "UCUCC": 130,
      "UGAGG": 131,
      "AUAU": 132,
      "GGGG": 133,
      "AGCG": 134,
      "UGCCC": 135,
      "UCUGC": 136,
      "ACUGC": 137,
      "AAAUG": 138,
      "UUGCC": 139,
      "UUGGC": 140,
      "UUUUC": 141,
      "AUUUC": 142,
      "UUCCC": 143,
      "ACAGC": 144,
      "UUUCC": 145,
      "AAAGG": 146,
      "AUCUC": 147,
      "AUCCC": 148,
      "UUGGG": 149,
      "AAAGC": 150,
      "ACUCC": 151,
      "ACCUC": 152,
      "UGUGG": 153,
      "ACCG": 154,
      "UGUAA": 155,
      "UGUGC": 156,
      "UGAGC": 157,
      "GCG": 158,
      "AGUGC": 159,
      "UUCUC": 160,
      "AUGGG": 161,
      "AGACC": 162,
      "UGUCC": 163,
      "UAGAA": 164,
      "ACGC": 165,
      "AAGGG": 166,
      "AUUGC": 167,
      "AACCC": 168,
      "UGAAC": 169,
      "ACAGG": 170,
      "UGAUG": 171,
      "AAAUC": 172,
      "ACUUC": 173,
      "AAACC": 174,
      "UCUUC": 175,
      "ACGG": 176,
      "UGCG": 177,
      "UGACC": 178,
      "AGUUC": 179,
      "AGUGG": 180,
      "AGAU": 181,
      "UUUUG": 182,
      "UUUAA": 183,
      "UCCG": 184,
      "UCAGC": 185,
      "AGAAAA": 186,
      "AAAUU": 187,
      "AGAUC": 188,
      "UCAGG": 189,
      "UAUUC": 190,
      "ACACC": 191,
      "ACAUC": 192,
      "UGUUC": 193,
      "AACG": 194,
      "UUUGC": 195,
      "UCACC": 196,
      "AUAUU": 197,
      "ACUGG": 198,
      "AAUUC": 199,
      "AGUCC": 200,
      "UAGCC": 201,
      "AGAAGG": 202,
      "UCUGG": 203,
      "UUUGG": 204,
      "UUAC": 205,
      "UGAUC": 206,
      "AAUGC": 207,
      "AAUGG": 208,
      "AUAUG": 209,
      "AGUAA": 210,
      "UGUUG": 211,
      "UCGC": 212,
      "UAUGG": 213,
      "AAUCC": 214,
      "AAGAAG": 215,
      "GCCC": 216,
      "UGAU": 217,
      "AGCCCC": 218,
      "UCAUC": 219,
      "UAUCC": 220,
      "ACAUG": 221,
      "AGUUG": 222,
      "AGAUU": 223,
      "UAAGC": 224,
      "UACCC": 225,
      "UCGG": 226,
      "ACAAG": 227,
      "AGGAAG": 228,
      "AGCAGC": 229,
      "ACAAC": 230,
      "UCAAG": 231,
      "ACAU": 232,
      "AGGAGG": 233,
      "UGAUU": 234,
      "UAUGC": 235,
      "AAAAAAAA": 236,
      "ACAUU": 237,
      "ACUUG": 238,
      "CCCC": 239,
      "UCUUG": 240,
      "UUAA": 241,
      "AUUGG": 242,
      "UACG": 243,
      "AUCG": 244,
      "UAGGC": 245,
      "UAGGG": 246,
      "AGCUC": 247,
      "AGAGAA": 248,
      "UCCUC": 249,
      "UGAGGC": 250,
      "UGAAAA": 251,
      "UAAGG": 252,
      "AAAGAA": 253,
      "AUAAC": 254,
      "AUAAG": 255,
      "AGAAGC": 256,
      "UUCG": 257,
      "AAUAC": 258,
      "AGCUGC": 259,
      "CCG": 260,
      "UUAUU": 261,
      "AUAUC": 262,
      "UCAGCC": 263,
      "UGUAC": 264,
      "AAUUG": 265,
      "UUUAC": 266,
      "AUAAAA": 267,
      "UUCCCC": 268,
      "ACUAC": 269,
      "UAACC": 270,
      "CCCG": 271,
      "GCGG": 272,
      "UCCUCC": 273,
      "UCAUG": 274,
      "UCCCAGC": 275,
      "AGAGGC": 276,
      "UGUAG": 277,
      "UGGGCC": 278,
      "AUACC": 279,
      "AGAGAC": 280,
      "UGCUC": 281,
      "UUCUU": 282,
      "ACUAA": 283,
      "AGUAC": 284,
      "AGAGGG": 285,
      "UGGGGC": 286,
      "UGCUGC": 287,
      "AGAGCC": 288,
      "UGGAAG": 289,
      "UCAAC": 290,
      "UGAAGG": 291,
      "UGCCCC": 292,
      "UGAGCC": 293,
      "AUGAAG": 294,
      "UUAAG": 295,
      "AGGCUGG": 296,
      "AUAGC": 297,
      "AGGAGC": 298,
      "AGAACC": 299,
      "UUGGCC": 300,
      "AGUGGC": 301,
      "GCGC": 302,
      "AAAAGG": 303,
      "AUUUUC": 304,
      "UUAAC": 305,
      "GGCG": 306,
      "UCAA": 307,
      "UAAAA": 308,
      "AGGAA": 309,
      "AGGAC": 310,
      "AGAUGG": 311,
      "AGGGCC": 312,
      "UUAUG": 313,
      "AAGAA": 314,
      "GCCCC": 315,
      "UCUAC": 316,
      "AGGCG": 317,
      "AGCUCC": 318,
      "AGGGGC": 319,
      "UUCUCC": 320,
      "UGUCUC": 321,
      "UGGGGG": 322,
      "UGAGAC": 323,
      "ACCUCC": 324,
      "UCAUU": 325,
      "AAAACC": 326,
      "UGGAGG": 327,
      "UGAAGC": 328,
      "AGUAG": 329,
      "ACCAC": 330,
      "UUAUC": 331,
      "UGGAA": 332,
      "ACCAUG": 333,
      "UUUUCC": 334,
      "UGGAAC": 335,
      "UGGAGC": 336,
      "AGGAAC": 337,
      "AGCCG": 338,
      "UGCAGC": 339,
      "UCUGCC": 340,
      "UUUAG": 341,
      "UUUAU": 342,
      "GCCG": 343,
      "AUUUCC": 344,
      "ACCUGC": 345,
      "AACUCC": 346,
      "UGUUUU": 347,
      "AUUAC": 348,
      "UGAGAA": 349,
      "UCCCG": 350,
      "AGGCCC": 351,
      "AAGGCC": 352,
      "UCUAA": 353,
      "UUACC": 354,
      "AUGGCC": 355,
      "AAAUAA": 356,
      "AUAG": 357,
      "UUUCUC": 358,
      "UUCUUC": 359,
      "UGGAC": 360,
      "UGAUCC": 361,
      "AUCUCC": 362,
      "AAGAC": 363,
      "UCCUGC": 364,
      "AUCACC": 365,
      "UGUGGC": 366,
      "UGCCG": 367,
      "UGGCCC": 368,
      "AGAUGC": 369,
      "AGCUUC": 370,
      "AGCAC": 371,
      "AUUUUG": 372,
      "AAGAGG": 373,
      "AAGAUG": 374,
      "AAGAAC": 375,
      "UUUCCC": 376,
      "UUUUUUUU": 377,
      "UCCUGCC": 378,
      "AUAGG": 379,
      "UGUUCC": 380,
      "UGCGG": 381,
      "UUAAAA": 382,
      "AAGCG": 383,
      "UGGCG": 384,
      "ACAGCC": 385,
      "AACUC": 386,
      "UAAUAA": 387,
      "AAAGCC": 388,
      "ACCCCC": 389,
      "AGACCC": 390,
      "AUCUUC": 391,
      "AGACG": 392,
      "UGUUUC": 393,
      "UUGCCC": 394,
      "UA": 395,
      "AGCUGG": 396,
      "AGGAUG": 397,
      "UGCAC": 398,
      "UGCUUC": 399,
      "AUCCCC": 400,
      "AUUUAA": 401,
      "AUCAC": 402,
      "UGUGGG": 403,
      "UGAGGG": 404,
      "UGCUCC": 405,
      "AGGUC": 406,
      "AGUCUC": 407,
      "AAAAGC": 408,
      "ACCACC": 409,
      "AACAC": 410,
      "AGCAAG": 411,
      "UGGAUG": 412,
      "AGCGC": 413,
      "AAUAG": 414,
      "UGCUU": 415,
      "UGAACC": 416,
      "UGUGCC": 417,
      "UGAUGG": 418,
      "UGGUGG": 419,
      "AUGAC": 420,
      "UUUAUU": 421,
      "UGCUGGG": 422,
      "AAUAU": 423,
      "AAAAUAA": 424,
      "GGGGC": 425,
      "UGAUUC": 426,
      "AGUUCC": 427,
      "AAAGAC": 428,
      "UGUAUU": 429,
      "AAAGGC": 430,
      "AGUGCC": 431,
      "AGUUUC": 432,
      "ACAGAA": 433,
      "ACCAGC": 434,
      "UGACCC": 435,
      "UCUUCC": 436,
      "AGUGAC": 437,
      "AGAUUC": 438,
      "AAGGGC": 439,
      "AUCAUC": 440,
      "AUAAAC": 441,
      "ACACG": 442,
      "AAAUGC": 443,
      "ACUUCC": 444,
      "AAGCCC": 445,
      "UGUAU": 446,
      "UUAGG": 447,
      "AGAUCC": 448,
      "AGUGAA": 449,
      "UUAGC": 450,
      "AACAAC": 451,
      "AAGUC": 452,
      "ACCUUG": 453,
      "ACCGC": 454,
      "ACCUGG": 455,
      "AUUCCC": 456,
      "ACAAAA": 457,
      "UCACUGC": 458,
      "AAAUGG": 459,
      "AAAUCC": 460,
      "AAUGAA": 461,
      "ACGCC": 462,
      "AGGAGAA": 463,
      "UUCUGC": 464,
      "AGUGGG": 465,
      "AAGAGC": 466,
      "UUAU": 467,
      "AUCUGC": 468,
      "AGUGUG": 469,
      "AUGAUG": 470,
      "UCCCCC": 471,
      "UUCAAG": 472,
      "UCUCCC": 473,
      "AUCUUG": 474,
      "UCCAC": 475,
      "AGCGG": 476,
      "AGGUGG": 477,
      "UGCUGG": 478,
      "UGAUGC": 479,
      "AAGAAAA": 480,
      "AGUUUU": 481,
      "ACCCG": 482,
      "AGCUU": 483,
      "AAAUUC": 484,
      "AAUUUU": 485,
      "AUCUU": 486,
      "AUGUC": 487,
      "ACCUUC": 488,
      "UCCGG": 489,
      "AGUGAG": 490,
      "AAGGGG": 491,
      "AACCCC": 492,
      "UGCGC": 493,
      "AGGGGG": 494,
      "AAACAC": 495,
      "AAAGAG": 496,
      "AUUGUG": 497,
      "AGCAGG": 498,
      "UCUGUC": 499,
      "AACUUC": 500,
      "AUUUAC": 501,
      "AAACG": 502,
      "UCCUGG": 503,
      "AGUAGC": 504,
      "AAGUU": 505,
      "UGAGAG": 506,
      "UGUCCC": 507,
      "AAGACC": 508,
      "UCUAG": 509,
      "UUCUGG": 510,
      "ACUGUG": 511
    },
    "merges": [
      [
        "A",
        "A"
      ],
      [
        "U",
        "G"
      ],
      [
        "C",
        "C"
      ],
      [
        "A",
        "G"
      ],
      [
        "U",
        "U"
      ],
      [
        "U",
        "C"
      ],
      [
        "A",
        "C"
      ],
      [
        "G",
        "G"
      ],
      [
        "UG",
        "G"
      ],
      [
        "A",
        "U"
      ],
      [
        "AA",
        "G"
      ],
      [
        "AG",
        "G"
      ],
      [
        "UG",
        "C"
      ],
      [
        "A",
        "CC"
      ],
      [
        "U",
        "CC"
      ],
      [
        "A",
        "UU"
      ],
      [
        "AG",
        "C"
      ],
      [
        "A",
        "UG"
      ],
      [
        "AA",
        "C"
      ],
      [
        "A",
        "UC"
      ],
      [
        "UU",
        "C"
      ],
      [
        "U",
        "UG"
      ],
      [
        "CC",
        "C"
      ],
      [
        "U",
        "AA"
      ],
      [
        "G",
        "C"
      ],
      [
        "AA",
        "AA"
      ],
      [
        "UG",
        "GG"
      ],
      [
        "U",
        "AC"
      ],
      [
        "AG",
        "GG"
      ],
      [
        "AG",
        "CC"
      ],
      [
        "AG",
        "AA"
      ],
      [
        "UGG",
        "C"
      ],
      [
        "AGG",
        "C"
      ],
      [
        "AA",
        "GG"
      ],
      [
        "UG",
        "CC"
      ],
      [
        "AAG",
        "C"
      ],
      [
        "UU",
        "CC"
      ],
      [
        "U",
        "AG"
      ],
      [
        "UCC",
        "C"
      ],
      [
        "A",
        "UGG"
      ],
      [
        "UU",
        "UU"
      ],
      [
        "AG",
        "AC"
      ],
      [
        "UG",
        "UG"
      ],
      [
        "UC",
        "UC"
      ],
      [
        "ACC",
        "C"
      ],
      [
        "AU",
        "CC"
      ],
      [
        "AUU",
        "C"
      ],
      [
        "UG",
        "AA"
      ],
      [
        "AG",
        "AG"
      ],
      [
        "G",
        "CC"
      ],
      [
        "GG",
        "C"
      ],
      [
        "A",
        "UGC"
      ],
      [
        "AC",
        "AC"
      ],
      [
        "UU",
        "UC"
      ],
      [
        "U",
        "AU"
      ],
      [
        "UG",
        "AC"
      ],
      [
        "AA",
        "AC"
      ],
      [
        "U",
        "UGG"
      ],
      [
        "UG",
        "UC"
      ],
      [
        "GG",
        "G"
      ],
      [
        "U",
        "UGC"
      ],
      [
        "UG",
        "AG"
      ],
      [
        "AU",
        "AA"
      ],
      [
        "U",
        "AUU"
      ],
      [
        "UC",
        "AC"
      ],
      [
        "AA",
        "CC"
      ],
      [
        "AA",
        "AG"
      ],
      [
        "UG",
        "UU"
      ],
      [
        "U",
        "AUG"
      ],
      [
        "AC",
        "G"
      ],
      [
        "U",
        "AAG"
      ],
      [
        "U",
        "ACC"
      ],
      [
        "AC",
        "AG"
      ],
      [
        "U",
        "AAC"
      ],
      [
        "AG",
        "UC"
      ],
      [
        "AC",
        "UC"
      ],
      [
        "AGG",
        "CC"
      ],
      [
        "U",
        "AGC"
      ],
      [
        "U",
        "AUC"
      ],
      [
        "AU",
        "AC"
      ],
      [
        "AA",
        "UU"
      ],
      [
        "AG",
        "UU"
      ],
      [
        "UG",
        "AAG"
      ],
      [
        "AA",
        "UC"
      ],
      [
        "UGG",
        "CC"
      ],
      [
        "AG",
        "AAG"
      ],
      [
        "AG",
        "UG"
      ],
      [
        "UGGG",
        "C"
      ],
      [
        "U",
        "AGG"
      ],
      [
        "AC",
        "UU"
      ],
      [
        "UC",
        "UU"
      ],
      [
        "GG",
        "CC"
      ],
      [
        "UC",
        "UG"
      ],
      [
        "UC",
        "G"
      ],
      [
        "AU",
        "UG"
      ],
      [
        "UCC",
        "CC"
      ],
      [
        "AC",
        "AA"
      ],
      [
        "AC",
        "UG"
      ],
      [
        "AGGG",
        "C"
      ],
      [
        "ACC",
        "CC"
      ],
      [
        "A",
        "UGGC"
      ],
      [
        "UC",
        "AG"
      ],
      [
        "AAG",
        "CC"
      ],
      [
        "AUU",
        "CC"
      ],
      [
        "UU",
        "UG"
      ],
      [
        "AA",
        "AU"
      ],
      [
        "GG",
        "GC"
      ],
      [
        "AUG",
        "CC"
      ],
      [
        "AA",
        "UG"
      ],
      [
        "UGGG",
        "G"
      ],
      [
        "AUU",
        "UU"
      ],
      [
        "AG",
        "CCC"
      ],
      [
        "AA",
        "UAA"
      ],
      [
        "AA",
        "AAC"
      ],
      [
        "AG",
        "AGG"
      ],
      [
        "AG",
        "AGC"
      ],
      [
        "AAGG",
        "C"
      ],
      [
        "AG",
        "AAC"
      ],
      [
        "AA",
        "AAG"
      ],
      [
        "AG",
        "AUG"
      ],
      [
        "AGGG",
        "G"
      ],
      [
        "UC",
        "UCC"
      ],
      [
        "UG",
        "AGG"
      ],
      [
        "AU",
        "AU"
      ],
      [
        "GG",
        "GG"
      ],
      [
        "AGC",
        "G"
      ],
      [
        "UG",
        "CCC"
      ],
      [
        "UC",
        "UGC"
      ],
      [
        "AC",
        "UGC"
      ],
      [
        "AA",
        "AUG"
      ],
      [
        "UUG",
        "CC"
      ],
      [
        "U",
        "UGGC"
      ],
      [
        "UU",
        "UUC"
      ],
      [
        "AUU",
        "UC"
      ],
      [
        "UU",
        "CCC"
      ],
      [
        "AC",
        "AGC"
      ],
      [
        "UU",
        "UCC"
      ],
      [
        "AA",
        "AGG"
      ],
      [
        "AUC",
        "UC"
      ],
      [
        "AU",
        "CCC"
      ],
      [
        "UUG",
        "GG"
      ],
      [
        "AA",
        "AGC"
      ],
      [
        "AC",
        "UCC"
      ],
      [
        "ACC",
        "UC"
      ],
      [
        "UG",
        "UGG"
      ],
      [
        "ACC",
        "G"
      ],
      [
        "UG",
        "UAA"
      ],
      [
        "UG",
        "UGC"
      ],
      [
        "UG",
        "AGC"
      ],
      [
        "GC",
        "G"
      ],
      [
        "AG",
        "UGC"
      ],
      [
        "UUC",
        "UC"
      ],
      [
        "AUG",
        "GG"
      ],
      [
        "AG",
        "ACC"
      ],
      [
        "UG",
        "UCC"
      ],
      [
        "U",
        "AGAA"
      ],
      [
        "AC",
        "GC"
      ],
      [
        "AAGG",
        "G"
      ],
      [
        "AU",
        "UGC"
      ],
      [
        "AA",
        "CCC"
      ],
      [
        "UG",
        "AAC"
      ],
      [
        "AC",
        "AGG"
      ],
      [
        "UG",
        "AUG"
      ],
      [
        "AA",
        "AUC"
      ],
      [
        "AC",
        "UUC"
      ],
      [
        "AA",
        "ACC"
      ],
      [
        "UC",
        "UUC"
      ],
      [
        "AC",
        "GG"
      ],
      [
        "UGC",
        "G"
      ],
      [
        "UG",
        "ACC"
      ],
      [
        "AG",
        "UUC"
      ],
      [
        "AG",
        "UGG"
      ],
      [
        "AG",
        "AU"
      ],
      [
        "UU",
        "UUG"
      ],
      [
        "UU",
        "UAA"
      ],
      [
        "UCC",
        "G"
      ],
      [
        "UC",
        "AGC"
      ],
      [
        "AG",
        "AAAA"
      ],
      [
        "AA",
        "AUU"
      ],
      [
        "AG",
        "AUC"
      ],
      [
        "UC",
        "AGG"
      ],
      [
        "U",
        "AUUC"
      ],
      [
        "AC",
        "ACC"
      ],
      [
        "AC",
        "AUC"
      ],
      [
        "UG",
        "UUC"
      ],
      [
        "AAC",
        "G"
      ],
      [
        "UU",
        "UGC"
      ],
      [
        "UC",
        "ACC"
      ],
      [
        "AU",
        "AUU"
      ],
      [
        "AC",
        "UGG"
      ],
      [
        "AA",
        "UUC"
      ],
      [
        "AG",
        "UCC"
      ],
      [
        "U",
        "AGCC"
      ],
      [
        "AGAA",
        "GG"
      ],
      [
        "UC",
        "UGG"
      ],
      [
        "UU",
        "UGG"
      ],
      [
        "UU",
        "AC"
      ],
      [
        "UG",
        "AUC"
      ],
      [
        "AA",
        "UGC"
      ],
      [
        "AA",
        "UGG"
      ],
      [
        "AU",
        "AUG"
      ],
      [
        "AG",
        "UAA"
      ],
      [
        "UG",
        "UUG"
      ],
      [
        "UC",
        "GC"
      ],
      [
        "U",
        "AUGG"
      ],
      [
        "AA",
        "UCC"
      ],
      [
        "AAG",
        "AAG"
      ],
      [
        "G",
        "CCC"
      ],
      [
        "UG",
        "AU"
      ],
      [
        "AGCC",
        "CC"
      ],
      [
        "UC",
        "AUC"
      ],
      [
        "U",
        "AUCC"
      ],
      [
        "AC",
        "AUG"
      ],
      [
        "AG",
        "UUG"
      ],
      [
        "AG",
        "AUU"
      ],
      [
        "U",
        "AAGC"
      ],
      [
        "U",
        "ACCC"
      ],
      [
        "UC",
        "GG"
      ],
      [
        "AC",
        "AAG"
      ],
      [
        "AGG",
        "AAG"
      ],
      [
        "AGC",
        "AGC"
      ],
      [
        "AC",
        "AAC"
      ],
      [
        "UC",
        "AAG"
      ],
      [
        "AC",
        "AU"
      ],
      [
        "AGG",
        "AGG"
      ],
      [
        "UG",
        "AUU"
      ],
      [
        "U",
        "AUGC"
      ],
      [
        "AAAA",
        "AAAA"
      ],
      [
        "AC",
        "AUU"
      ],
      [
        "AC",
        "UUG"
      ],
      [
        "CC",
        "CC"
      ],
      [
        "UC",
        "UUG"
      ],
      [
        "UU",
        "AA"
      ],
      [
        "AU",
        "UGG"
      ],
      [
        "UAC",
        "G"
      ],
      [
        "AUC",
        "G"
      ],
      [
        "U",
        "AGGC"
      ],
      [
        "U",
        "AGGG"
      ],
      [
        "AGC",
        "UC"
      ],
      [
        "AG",
        "AGAA"
      ],
      [
        "UCC",
        "UC"
      ],
      [
        "UG",
        "AGGC"
      ],
      [
        "UG",
        "AAAA"
      ],
      [
        "UAA",
        "GG"
      ],
      [
        "AA",
        "AGAA"
      ],
      [
        "AU",
        "AAC"
      ],
      [
        "AU",
        "AAG"
      ],
      [
        "AG",
        "AAGC"
      ],
      [
        "UUC",
        "G"
      ],
      [
        "AA",
        "UAC"
      ],
      [
        "AGC",
        "UGC"
      ],
      [
        "CC",
        "G"
      ],
      [
        "UU",
        "AUU"
      ],
      [
        "AU",
        "AUC"
      ],
      [
        "UC",
        "AGCC"
      ],
      [
        "UG",
        "UAC"
      ],
      [
        "AA",
        "UUG"
      ],
      [
        "UU",
        "UAC"
      ],
      [
        "AU",
        "AAAA"
      ],
      [
        "UUCC",
        "CC"
      ],
      [
        "AC",
        "UAC"
      ],
      [
        "UAA",
        "CC"
      ],
      [
        "CCC",
        "G"
      ],
      [
        "GC",
        "GG"
      ],
      [
        "UCC",
        "UCC"
      ],
      [
        "UC",
        "AUG"
      ],
      [
        "UCCC",
        "AGC"
      ],
      [
        "AG",
        "AGGC"
      ],
      [
        "UG",
        "UAG"
      ],
      [
        "UGGG",
        "CC"
      ],
      [
        "AU",
        "ACC"
      ],
      [
        "AG",
        "AGAC"
      ],
      [
        "UGC",
        "UC"
      ],
      [
        "UUC",
        "UU"
      ],
      [
        "AC",
        "UAA"
      ],
      [
        "AG",
        "UAC"
      ],
      [
        "AG",
        "AGGG"
      ],
      [
        "UGGG",
        "GC"
      ],
      [
        "UGC",
        "UGC"
      ],
      [
        "AG",
        "AGCC"
      ],
      [
        "UGG",
        "AAG"
      ],
      [
        "UC",
        "AAC"
      ],
      [
        "UG",
        "AAGG"
      ],
      [
        "UGCC",
        "CC"
      ],
      [
        "UG",
        "AGCC"
      ],
      [
        "AUG",
        "AAG"
      ],
      [
        "UU",
        "AAG"
      ],
      [
        "AGGC",
        "UGG"
      ],
      [
        "AU",
        "AGC"
      ],
      [
        "AGG",
        "AGC"
      ],
      [
        "AGAA",
        "CC"
      ],
      [
        "UUGG",
        "CC"
      ],
      [
        "AG",
        "UGGC"
      ],
      [
        "GC",
        "GC"
      ],
      [
        "AAAA",
        "GG"
      ],
      [
        "AUU",
        "UUC"
      ],
      [
        "UU",
        "AAC"
      ],
      [
        "GGC",
        "G"
      ],
      [
        "UC",
        "AA"
      ],
      [
        "UAA",
        "AA"
      ],
      [
        "AGG",
        "AA"
      ],
      [
        "AGG",
        "AC"
      ],
      [
        "AG",
        "AUGG"
      ],
      [
        "AGGG",
        "CC"
      ],
      [
        "UU",
        "AUG"
      ],
      [
        "AAG",
        "AA"
      ],
      [
        "GCC",
        "CC"
      ],
      [
        "UC",
        "UAC"
      ],
      [
        "AGGC",
        "G"
      ],
      [
        "AGC",
        "UCC"
      ],
      [
        "AGGG",
        "GC"
      ],
      [
        "UUC",
        "UCC"
      ],
      [
        "UG",
        "UCUC"
      ],
      [
        "UGGG",
        "GG"
      ],
      [
        "UG",
        "AGAC"
      ],
      [
        "ACC",
        "UCC"
      ],
      [
        "UC",
        "AUU"
      ],
      [
        "AAAA",
        "CC"
      ],
      [
        "UGG",
        "AGG"
      ],
      [
        "UG",
        "AAGC"
      ],
      [
        "AG",
        "UAG"
      ],
      [
        "ACC",
        "AC"
      ],
      [
        "UU",
        "AUC"
      ],
      [
        "UGG",
        "AA"
      ],
      [
        "ACC",
        "AUG"
      ],
      [
        "UU",
        "UUCC"
      ],
      [
        "UGG",
        "AAC"
      ],
      [
        "UGG",
        "AGC"
      ],
      [
        "AGG",
        "AAC"
      ],
      [
        "AGCC",
        "G"
      ],
      [
        "UGC",
        "AGC"
      ],
      [
        "UC",
        "UGCC"
      ],
      [
        "UU",
        "UAG"
      ],
      [
        "UU",
        "UAU"
      ],
      [
        "GCC",
        "G"
      ],
      [
        "AUU",
        "UCC"
      ],
      [
        "ACC",
        "UGC"
      ],
      [
        "AAC",
        "UCC"
      ],
      [
        "UG",
        "UUUU"
      ],
      [
        "AUU",
        "AC"
      ],
      [
        "UG",
        "AGAA"
      ],
      [
        "UCCC",
        "G"
      ],
      [
        "AGG",
        "CCC"
      ],
      [
        "AAGG",
        "CC"
      ],
      [
        "UC",
        "UAA"
      ],
      [
        "UU",
        "ACC"
      ],
      [
        "AUGG",
        "CC"
      ],
      [
        "AA",
        "AUAA"
      ],
      [
        "AU",
        "AG"
      ],
      [
        "UU",
        "UCUC"
      ],
      [
        "UUC",
        "UUC"
      ],
      [
        "UGG",
        "AC"
      ],
      [
        "UG",
        "AUCC"
      ],
      [
        "AUC",
        "UCC"
      ],
      [
        "AAG",
        "AC"
      ],
      [
        "UCC",
        "UGC"
      ],
      [
        "AUC",
        "ACC"
      ],
      [
        "UG",
        "UGGC"
      ],
      [
        "UGCC",
        "G"
      ],
      [
        "UGG",
        "CCC"
      ],
      [
        "AG",
        "AUGC"
      ],
      [
        "AGC",
        "UUC"
      ],
      [
        "AGC",
        "AC"
      ],
      [
        "AUU",
        "UUG"
      ],
      [
        "AAG",
        "AGG"
      ],
      [
        "AAG",
        "AUG"
      ],
      [
        "AAG",
        "AAC"
      ],
      [
        "UU",
        "UCCC"
      ],
      [
        "UUUU",
        "UUUU"
      ],
      [
        "UCC",
        "UGCC"
      ],
      [
        "AU",
        "AGG"
      ],
      [
        "UG",
        "UUCC"
      ],
      [
        "UGC",
        "GG"
      ],
      [
        "UU",
        "AAAA"
      ],
      [
        "AAGC",
        "G"
      ],
      [
        "UGGC",
        "G"
      ],
      [
        "AC",
        "AGCC"
      ],
      [
        "AAC",
        "UC"
      ],
      [
        "UAA",
        "UAA"
      ],
      [
        "AA",
        "AGCC"
      ],
      [
        "ACC",
        "CCC"
      ],
      [
        "AG",
        "ACCC"
      ],
      [
        "AUC",
        "UUC"
      ],
      [
        "AGAC",
        "G"
      ],
      [
        "UG",
        "UUUC"
      ],
      [
        "UUG",
        "CCC"
      ],
      [
        "U",
        "A"
      ],
      [
        "AGC",
        "UGG"
      ],
      [
        "AGG",
        "AUG"
      ],
      [
        "UGC",
        "AC"
      ],
      [
        "UGC",
        "UUC"
      ],
      [
        "AUCC",
        "CC"
      ],
      [
        "AUU",
        "UAA"
      ],
      [
        "AUC",
        "AC"
      ],
      [
        "UG",
        "UGGG"
      ],
      [
        "UG",
        "AGGG"
      ],
      [
        "UGC",
        "UCC"
      ],
      [
        "AGG",
        "UC"
      ],
      [
        "AG",
        "UCUC"
      ],
      [
        "AA",
        "AAGC"
      ],
      [
        "ACC",
        "ACC"
      ],
      [
        "AAC",
        "AC"
      ],
      [
        "AGC",
        "AAG"
      ],
      [
        "UGG",
        "AUG"
      ],
      [
        "AGC",
        "GC"
      ],
      [
        "AA",
        "UAG"
      ],
      [
        "UGC",
        "UU"
      ],
      [
        "UGAA",
        "CC"
      ],
      [
        "UG",
        "UGCC"
      ],
      [
        "UG",
        "AUGG"
      ],
      [
        "UGG",
        "UGG"
      ],
      [
        "AUG",
        "AC"
      ],
      [
        "UU",
        "UAUU"
      ],
      [
        "UGC",
        "UGGG"
      ],
      [
        "AA",
        "UAU"
      ],
      [
        "AAAA",
        "UAA"
      ],
      [
        "GG",
        "GGC"
      ],
      [
        "UG",
        "AUUC"
      ],
      [
        "AG",
        "UUCC"
      ],
      [
        "AA",
        "AGAC"
      ],
      [
        "UG",
        "UAUU"
      ],
      [
        "AA",
        "AGGC"
      ],
      [
        "AG",
        "UGCC"
      ],
      [
        "AG",
        "UUUC"
      ],
      [
        "AC",
        "AGAA"
      ],
      [
        "ACC",
        "AGC"
      ],
      [
        "UG",
        "ACCC"
      ],
      [
        "UC",
        "UUCC"
      ],
      [
        "AG",
        "UGAC"
      ],
      [
        "AG",
        "AUUC"
      ],
      [
        "AAGG",
        "GC"
      ],
      [
        "AUC",
        "AUC"
      ],
      [
        "AU",
        "AAAC"
      ],
      [
        "ACAC",
        "G"
      ],
      [
        "AA",
        "AUGC"
      ],
      [
        "AC",
        "UUCC"
      ],
      [
        "AAG",
        "CCC"
      ],
      [
        "UG",
        "UAU"
      ],
      [
        "UU",
        "AGG"
      ],
      [
        "AG",
        "AUCC"
      ],
      [
        "AG",
        "UGAA"
      ],
      [
        "UU",
        "AGC"
      ],
      [
        "AAC",
        "AAC"
      ],
      [
        "AAG",
        "UC"
      ],
      [
        "ACC",
        "UUG"
      ],
      [
        "ACC",
        "GC"
      ],
      [
        "ACC",
        "UGG"
      ],
      [
        "AUU",
        "CCC"
      ],
      [
        "AC",
        "AAAA"
      ],
      [
        "UCAC",
        "UGC"
      ],
      [
        "AA",
        "AUGG"
      ],
      [
        "AA",
        "AUCC"
      ],
      [
        "AA",
        "UGAA"
      ],
      [
        "AC",
        "GCC"
      ],
      [
        "AGG",
        "AGAA"
      ],
      [
        "UUC",
        "UGC"
      ],
      [
        "AG",
        "UGGG"
      ],
      [
        "AAG",
        "AGC"
      ],
      [
        "UU",
        "AU"
      ],
      [
        "AUC",
        "UGC"
      ],
      [
        "AG",
        "UGUG"
      ],
      [
        "AUG",
        "AUG"
      ],
      [
        "UCC",
        "CCC"
      ],
      [
        "UUC",
        "AAG"
      ],
      [
        "UC",
        "UCCC"
      ],
      [
        "AUC",
        "UUG"
      ],
      [
        "UCC",
        "AC"
      ],
      [
        "AGC",
        "GG"
      ],
      [
        "AGG",
        "UGG"
      ],
      [
        "UGC",
        "UGG"
      ],
      [
        "UG",
        "AUGC"
      ],
      [
        "AAG",
        "AAAA"
      ],
      [
        "AG",
        "UUUU"
      ],
      [
        "ACCC",
        "G"
      ],
      [
        "AGC",
        "UU"
      ],
      [
        "AA",
        "AUUC"
      ],
      [
        "AA",
        "UUUU"
      ],
      [
        "AUC",
        "UU"
      ],
      [
        "AUG",
        "UC"
      ],
      [
        "ACC",
        "UUC"
      ],
      [
        "UCC",
        "GG"
      ],
      [
        "AG",
        "UGAG"
      ],
      [
        "AAGG",
        "GG"
      ],
      [
        "AACC",
        "CC"
      ],
      [
        "UGC",
        "GC"
      ],
      [
        "AGGG",
        "GG"
      ],
      [
        "AA",
        "ACAC"
      ],
      [
        "AA",
        "AGAG"
      ],
      [
        "AU",
        "UGUG"
      ],
      [
        "AGC",
        "AGG"
      ],
      [
        "UC",
        "UGUC"
      ],
      [
        "AAC",
        "UUC"
      ],
      [
        "AUU",
        "UAC"
      ],
      [
        "AAAC",
        "G"
      ],
      [
        "UCC",
        "UGG"
      ],
      [
        "AG",
        "UAGC"
      ],
      [
        "AAG",
        "UU"
      ],
      [
        "UG",
        "AGAG"
      ],
      [
        "UG",
        "UCCC"
      ],
      [
        "AAG",
        "ACC"
      ],
      [
        "UC",
        "UAG"
      ],
      [
        "UUC",
        "UGG"
      ],
      [
        "AC",
        "UGUG"
      ]
    ]
  }
}